{
    "180 Derece Danışmanlık Kulübü": "180 Degrees Consulting (180DC), sivil toplum örgütlerine ve sosyal fayda odaklı girişimlere yönetim danışmanlığı hizmeti sunan uluslararası bir üniversite topluluğudur. Bu öğrenci topluluğu dünyada Oxford Üniversitesi, Columbia Üniversitesi, US Berkeley ve London School of Economics gibi birçok prestijli okulda öğrenci topluluğu veya kulübü statüsünde hizmet vermektedir. 180 Degrees Bilkent Branşı olarak kuruluş amacımız, üniversite öğrencileri ile Türkiye’deki sivil toplum kuruluşlarını bir araya getirerek onların profesyonel hizmete ihtiyaç duyan problemlerine (finansal sürdürülebilirlik, verimlilik, pazarlama, insan kaynakları vb.) çözümler geliştirmektir. Bu sayede, öğrenciler hiçbir kâr amacı gütmeden akademik bilgilerini gerçek projelerde uygulama fırsatı bulurken aynı zamanda sosyal fayda sağlamış ve sivil toplum kuruluşlarına katkıda bulunmuş olacaklardır. Kısacası 180DC Bilkent, sivil toplum kuruluşları için oluşturulmuş bir kariyer kulübü olmayı hedeflemektedir. \r\n180 Degrees Consulting Bilkent Şubesi, Boğaziçi Üniversitesi şubesinin ardından Türkiye’de kurulan ikinci şube olmak için 180DC Global Ekibi’nden Ağustos 2021’de onay almıştır. 180DC Bilkent Şubesi; Bilkent Üniversitesi’nin sahip olduğu güçlü öğrenci ve akademisyen ağını, 180 Degrees Consulting’in küresel tecrübesiyle birleştirip sosyal fayda odaklı kuruluşlara maksimum faydayı sunmayı amaçlamaktadır.",
    "ACM Kulübü": "ACM (Association for Computing Machinery), 1947 yılında kurulmuş günümüzde üye sayısı 100.000’e ulaşan bilgisayar bilimleri alanındaki en eski kuruluştur. Bilgisayar konusunda yeryüzünde en büyük bilgi kaynağı ve ilk dijital kütüphaneyi oluşturmuş olan ACM, bilişim teknolojisinin 34 farklı alanı ile ilgilenen Özel İlgi Grupları ve dünya genelini kapsayan üyelik sistemi ile bilişim teknolojisinin her türlü alanıyla ilgilenen profesyonellere ve öğrencilere kaynaklık etmektedir. Bilişim dünyasının Nobel’i sayılan Turing Ödülü, ACM tarafından verilmektedir. ACM (Association for Computing Machinery), Bilkent Üniversitesi'nde 2004 yılında bilişimin hayatımızdaki yerinin önemi konusunda farkındalık sağlamak için kurulmuş bir öğrenci kulübüdür. ACM Bilkent University, uluslararası ACM kimliğine sahiptir. Hem ulusal hem uluslararası kimlik taşıyan ACM, dünyada şu anda toplam sayısı 500 üzerinde olan ve giderek artan öğrenci kolları arasından Türkiye'de ilk olma özelliğini taşır. Aynı zamanda Bilkent University ACM-W Student Chapter, kadınların modern bilişimin tasarımında, gelişiminde, yapılandırılmasında, yönetiminde ve uygulamasında sağladığı katkıların bilinmesini ve ilgi duyulmasını sağlamaya, bilişimdeki kadınların öğrenme ve çalışma alanlarının gelişimini desteklemeye, ortaokul-lise, lisans, mezun öğrencileri ve profesyonelleri bir araya getiren etkinliklerle bilişimindeki kadın kavramını teşvik etmeye, bilişim ve bilişimde kadın konularıyla ilgilenen insanların arasındaki iletişimi desteklemeye çalışmaktadır.",
    "Arkeoloji Kulübü": "Bilkent Üniversitesi Arkeoloji Kulübü, sadece bölüm öğrencilerini değil arkeolojiye ilgisi olan bir çok öğrenciyi bünyesinde bulundurmaktadır. Çeşitli sempozyumlar, konferanslar, workshoplar, film gösterimleri gibi etkinlikler yapmaktayız. Herkesi bekliyoruz.",
    "Astronomi Topluluğu": "Bilkent Astronomi Topluluğu ya da kısaca AstroBilkent olarak seminerler, film gösterimleri, dersler, workshop'lar ve en önemlisi gözlemler düzenliyoruz. Altı üniversite kulübünden oluşan Ulusal Fizik Birliği'ne üyeyiz ve birlikte öğrenci zirveleri de düzenliyoruz. Astronomiye ilgisi olan herkesi kulübümüze bekliyoruz!",
    "Atatürkçü Düşünce Topluluğu": "Bilkent Atatürkçü Düşünce Topluluğu, üniversitemizde, Cumhuriyetçilik, Halkçılık, Devletçilik, Laiklik, Devrimcilik, Milliyetçilik ilkelerini savunmak, paylaşmak ve yüceltmek amacıyla kurulmuş bir öğrenci topluluğudur.",
    "Atölye Bilkent Topluluğu": "Atölye Bilkent'in kuruluş amaçları şunlardır: Sanatsal faaliyetlere ilgi duyan her alandan insana hitap eden bir topluluk oluşturmak, Topluluk üyelerine sanatsal aktivitelere katılma imkanı sunmak, düzenlediği etkinliklerle ve oluşturduğu paylaşımcı ortam ile Bilkent Üniversitesi öğrencilerinin sosyal ve kültürel anlamda gelişimine katkı sağlamak.",
    "Bilim Kurgu ve Fantezi Topluluğu": "Bilim kurguyu seviyor musunuz? Bazen bir fantezi dünyasında daha mutlu olurdum diye düşünüyor musunuz? Fantezi Rol Yapma (FRP) oyunlarına ilginiz var ya da sıfırdan öğrenmeye var mısınız? O zaman doğru yerdesiniz! Bilkent Büyücüleri olarak en büyük amacımız farklı disiplinlerden, farklı geçmişlere sahip kişileri ortak sevdiğimiz şeyleri yapıp eğlenmek için bir araya getirmek. Eğer bize katılmak istiyorsanız sosyal medya adreslerimizi aşağıda bulabilirsiniz. Bu grupta bize etkinlikler düzenlememiz için yardımcı olabilir ya da istediğin etkinliklere katılma bilgilerine ulaşabilirsin. Seni bekliyor olacağız!",
    "Bilim Okuryazarlığı Topluluğu": "Bilkent Bilim Okuryazarlığı Topluluğu'nun amacı makale benzeri herkesin anlayabileceği türden bilimsel yazılar yazmak ve bunları öğrenciler ile yazılı şekilde paylaşarak üniversite genelinde bir bilim atmosferi oluşturmak. Daha sonrasında bu çalışmamızı web sitesi ve uygulama aracılığı ile globale çıkarıp öğrencilerin ilgilerini ve performanslarını dünyaya açmak.",
    "Bilinç Birliği Kulübü": "Einstein bir keresinde şöyle demişti: \"Evrenle ilgili en anlaşılmaz şey, onun anlaşılabilir olmasıdır.\" Evreni bilincimiz aracılığıyla kavradığımızı biliyoruz, peki bilinç nedir? Şimdiye kadar, fizikçiliğin baskın bilimsel paradigması bu soruya herhangi bir cevap veremedi. Hem nesnel bilimi hem de öznel deneyimi bütünleştiren bütüncül bir dünya görüşüne sahip olmadan, gerçekliğin ve bilincin gerçek doğasını anlamanın imkansız olduğuna inanıyoruz. Consciousness Collective'in amacı, bilincin gizemini yalnızca geleneksel bilimsel teoriler aracılığıyla değil, aynı zamanda ana akım dışı teoriler ve spiritüellik aracılığıyla da araştırmaktır.",
    "Bilişsel Bilim Topluluğu": "Bilkent Bilişsel Bilim Topluluğu nörobilim, bilgisayar bilimi, felsefe, psikoloji gibi çeşitli birçok alanı bünyesinde barındıran ve böylece farklı disiplinlerden birçok öğrenciyi bir araya getirerek bu alanlarda öğrencilere farkındalık kazandırmayı hedefleyen bir kulüptür. Akademideki ve sektördeki bilişsel bilim uzmanlarını öğrencilerle buluşturmanın yanı sıra eğlenceli etkinlikler de düzenleyerek bilişsel bilim meraklılarını bir araya getirmeyi amaçlıyoruz.\r\n[bilkentcogsci.substack.com - bilkentcogsci@gmail.com]",
    "Bilkentli Aslanlar Kulübü": "Bilkentli Aslanlar kulübü, 1998 yılında; Bilkent Üniversitesinde Galatasaray Spor Kulübü'ne gönül vermiş olan herkesi bir araya getirmek üzere kurulmuştur.. Bilkent Üniversitesi'nde eğitim gören Galatasaray tutkunu öğrencileri tek bir çatı altında toplayıp çeşitli organizasyonlarla bir araya getirmek kuruluş amacıdır. Bilkentli Aslanlar, Galatasaray'ı destekleyip diğer Galatasaray taraftarlarıyla bir araya gelmek isteyen insanların birlikte vakit geçirip coşkularını ve heyecanlarını hep birlikte paylaşacakları bir kulüptür. Kurulduğu günden beri çeşitli sosyal sorumluluk projeleri ile de dikkat çeken Bilkentli Aslanlar, toplum yararına gönüllülük esasına dayanan birçok projeye imza atmıştır.\r\nBilkentli Aslanlar Kulübü’nün etkinlikleri ana hatlarıyla Galatasaray Spor Kulübü’nün spor müsabakalarını izlemek üzerine kuruludur. Buna ek olarak Bilkentli Aslanlar, çeşitli sosyal sorumluluk projeleri ile toplumsal dayanışmaya katkı sağlamaktadır. Yapılan bu projeler gönüllük esasına dayanır ve toplum yararını gözetir.",
    "Bilkentli Fenerbahçeliler Kulübü": "1997 senesinde kurulan organizasyonumuz hem kulüp, hem de bir tribün grubu olarak faaliyet göstermektedir. Kampüsün en eski taraftar grubu olan BFB, aynı zamanda ülke çapında Fenerbahçe’nin en eski taraftar gruplarından biri olma özelliğini taşır. Ulu Önder Mustafa Kemal ATATÜRK’ün açtığı yolda, Fenerbahçe’ye gönül vermiş üyelerimizle beraber yürümek misyonumuzdur.",
    "Bilkentli Gençler Topluluğu": "Bilkentli Gençler Topluluğu, Bilkent Üniversitesi’nin de yer aldığı Ankara’nın köklü spor kulüplerinden Gençlerbirliği’ni destekleyen, Gençlerbirliği kültürünü tanıtıp yaymayı amaçlayan ve bu kulübe ilgi duyan öğrencileri bir araya getirmeyi hedeflemektedir. Gençlerbirliği’nin temel değerleri olan saygı ve centilmenlik ilkelerini esas alarak, fanatik yaklaşımlardan uzak, bilinçli bir taraftarlık anlayışını benimsemektedir. Bu doğrultuda, entelektüel birikime değer veren, farklılıklara anlayışlı bireylerden oluşan bir topluluk hedeflenmektedir. Yalnızca sportif etkinliklere odaklanan bir yapıdan öte, fırsat eşitliği, birlik ve beraberlik, çevreye ve insana duyarlılık, sporun ve sporcunun gelişimine katkı, sosyal ve kültürel faaliyetlere katılım gibi alanlarda da aktif rol üstlenmeyi amaçlamaktadır. Sporun ayrıştırıcı değil birleştirici gücünden faydalanmayı ilke edinmiş; okulumuza şehir dışından gelen öğrencilerin Ankara’ya uyum sağlamalarını kolaylaştırmak ve şehri tanıtmak amacıyla çeşitli etkinlikler düzenlemeyi planlamaktadır.",
    "Bilkentli Kartallar Kulübü": "Bilkentli Kartallar kulübü olarak amacımız, Bilkent üniversitesindeki tüm Beşiktaşlı öğrencileri aynı çatı altında toplamaktır.Beşiktaş ilke ve duruşunu hem okulumuzda en iyi şekilde sergilemek, Beşiktaşın bulunduğu tüm sportif müsabakalarda takımımızı desteklemek, sosyal yardım kampanyaları düzenlemek, hem okulumuza hem de bulunduğumuz şehir olan Ankaraya Beşiktaşı sevdirmek ve Beşiktaş taraftarını arttırmak, kulübümüzün amaçlarını oluşturmaktadır. Bu doğrultuda, Beşiktaş'ın tüm spor müsabakalarını izlemek, sportif etkinliklerde ve müsabakalarda bulunmak, diğer kulüpler ile etkileşim halinde kalarak sporun pozitif rekabetinden faydalanmak, öğrencileri spor aktivitelerine ve sosyal yardım etkinliklerine teşvik etmek kulübümüzün programını oluşturmaktadır. Kulübümüze üye olan tüm öğrencilerin, Atatürk'ün izinden ve Beşiktaş'ın peşinden gitmesi, kulüp olarak en büyük önceliğimizdir. Bu nedenle ve bu amaçla kurulan ve etkinliklerini Bilkent Üniversitesinde sürdüren kulübümüz, tüm Beşiktaşlıları ve Beşiktaş için bir şeyler yapmak isteyen herkesi kucaklamakta ve bünyesinde görmekten mutluluk duymaktadır.",
    "Bilkentli TED’liler Kulübü": "BILTED, TED mezunları ile Bilkent öğrencilerini bir araya getirerek TED’in paylaşım ve destek ruhunu yaşatır. Tüm Bilkent öğrencilerine açık, kapsayıcı ve ilham verici bir topluluk oluşturmayı ve sürdürmeyi amaçlar; sosyal, akademik ve kariyer gelişimi etkinlikleri düzenler. Mentorluk, iş birliği ve bilgi paylaşımını teşvik ederek öğrenciler, mezunlar ve üniversite arasındaki bağı güçlendiren üretken ve samimi bir ortam yaratmayı hedefler.",
    "Bilkentli Trabzonsporlular Topluluğu": "",
    "Blockchain Topluluğu": "Bilkent Blockchain Topluluğu, 2022'de başlayan; öğrenciler, profesörler ve bu teknolojiyle ilgilenen herkese katkı sunmaya kendisini adamış, öğrenciler tarafından yönetilen bir topluluktur. Topluluktaki odak noktamız, blockchain teknolojilerine dayalı eğitim, bu alanda çalışmaya istekli topluluk ve yenilikçi projeler geliştirmektir. Bilkent Blockchain Topluluğu teknik ve akademik tartışmaları kapsayan, yeni projeler için geliştirme fırsatlarını araştıran, blockchain sektöründe tecrübe kazanmak için olası stajlar kazandıran, büyük şirketlerdeki insanlarla etkinlikler düzenleyen ve tüm ana dallardan öğrencileri kapsar ve onların gelişimini amaçlar.",
    "Botanik Topluluğu": "Bilkent Botanik Topluluğu, herkesin, bitkiler hakkında bilgili olsun olmasın, bitkiler ile ilgili yeni şeyler öğrenebileceği, başkalarıyla bitkiler hakkında tartışabileceği, botanik öğrenebileceği, seminerler, yarışmalar ve gezilere katılabileceği bir topluluktur. Sen de bitkileri seviyorsan ve bu tür etkinliklere katılmak istiyorsan, hemen botanik topluluğumuza katıl!",
    "Çeviri Topluluğu": "Bilkent Çeviri Topluluğu, öncelikli olarak Mütercim-Tercümanlık, Çeviribilim, Dilbilim öğrencileri ile çeviri alanında çalışmak isteyen diğer tüm arkadaşlarımızı alanında uzman konuklarla buluşturarak sektörün hem genel işleyişini, hem de alt branşlar özelinde çeviri dalları ile ilgili bilgi edinmelerini sağlamak amacıyla kurulmuştur. Düzenlediğimiz etkinlikler, yazılı ve sözlü çeviri alanlarında yıllardır aktif olarak çalışmakta olan uzmanların sunum yaptığı ve sorularımızı cevapladığı konferans tipi etkinliklerden aktif olarak çeviri yaparak geri dönüş alabilmenize olanak sağladığımız workshop tipi etkinliklere kadar geniş bir yelpazeyi kapsamaktadır. Profesyonel eğitim amaçlı bu tip etkinliklerimizin yanı sıra her dönem düzenlediğimiz kaynaşma etkinliklerimiz ile oyunlar oynayıp eğlenceli vakit geçirmeye ve yönetim kurulumuzda bizle beraber çalışmak isteyen arkadaşlarımızı daha yakından tanımaya yönelik çalışmalarımız ve dönem içerisinde sınavların ve derslerin yorgunluğunu atmak amacıyla film gösterimi etkinliklerimiz de gerçekleştirilmektedir.",
    "Çevre ve Sürdürülebilirlik Topluluğu": "",
    "Çizgi Film ve Animasyon Topluluğu": "Çizgi Film ve Animasyon Topluluğu, çizgi film ve animasyon seven öğrenciler için yaratıcı bir topluluktur. Bu alanlarla ilgililenen kişileri bir araya getirmek amacıyla kurulmuştur.",
    "Çocuk Oyunları Kulübü": "Haftalık oyun günleri düzenleyip üyelerimiz tarafından belirlenen oyunları oynuyoruz. Kulüp olarak amacımız çocukluk hatıralarımızı tekrar yaşamak.",
    "Dans Topluluğu | Tango Alt Kolu": "Dans, duygu ve hikayeleri en efektif aktaran ve bunları paylaşırken evrensel bir dile sahip olan iletişim şeklidir. Bilkent Dans Topluluğu, hem dans severleri, hem dans öğrenmek isteyenleri, hem de dans geçmişi olan ve bu hobilerine devam etmek isteyen bireylerden oluşan bir network oluşturmayı asıl misyonu olarak görmektedir. Çeşitli çalışmalar ile, danslardan gelen farklı kültürleri aşılamayı ve dans severleri her dönem artırmayı bu klüp vizyon edinmiştir. Kültürel aktivitelere gidip beraber vakit geçirmekten workshop çalışmalarına, dönem başı seçmelerde seçilen dansçı üyelerle dönem sonu resital gösterileri hazırlamaya kadar geniş bir aktivite yelpazesi sunan Bilkent Dans Topluluğu, dansın ritmiyle atan kalpleri tek bir çatı altında toplamayı hedeflemektedir.",
    "Denetim ve Danışmanlık Kulübü": "Bilkent Üniversitesi Denetim ve Danışmanlık Kulübü (ACC Bilkent), Bilkent Üniversitesi öğrencilerine Denetim ve Danışmanlık sektörleri hakkında mesleki farkındalık kazandırmayı, bu sektörlerde kariyer sahibi olmayı hedefleyenlere öncü olmayı, Türkiye'de ve yurtdışında bu vizyona sahip kulüpler arasında seçkin bir yer edinmeyi amaçlar. Ayrıca ACC Bilkent, sektörel farkındalık eğitimlerinin yanında, tüm bölüm öğrencilerine profesyonel ve akademik farkındalık kazandırarak bütün Bilkent Üniversitesi öğrencilerinin iş dünyasına hazırlanmasına yardımcı olmaktadır.\r\n\r\nConsulting Weekend ve Audit Weekend etkinlikleriyle, denetim ve danışmanlık sektöründe ilerlemek isteyen öğrencilere mülakatlara ve case çalışmalarına katılma imkânı tanırken 3D Zirve, Woman to Women, DigiNow ve Inspiring Meetings gibi etkinliklerde ise seminer oturumları düzenleyerek Türkiye’de ve dünyada bilinirliği olan iş insanlarını Bilkent Üniversitesi öğrencileriyle buluşturmaktadır.\r\n\r\nACC Bilkent; üyelerine güzel ve huzurlu bir çalışma ortamı, nitelikli kariyer olanakları ve eğlenceli bir sosyal ortam vadetmektedir. Sen de ACC Bilkent’in bir parçası olmak ve kulüp hakkında detaylı bilgi almak istiyorsan, ACC Bilkent’in Instagram, Youtube ve LinkedIn hesaplarını takip etmeyi unutma!",
    "Disiplinlerarası Biyoloji Topluluğu": "Sentetik Biyoloji Topluluğu olarak sentetik biyoloji alanını öğrencilere tanıtmak ve genel olarak toplumu bilgilendirmek amacıyla bilimsel çerçevede ve aynı zamanda dünyaca tanınmış sentetik biyologlar ile iletişime geçip seminerler düzenliyoruz. Ana etkinliklerimizden biri olan Journal Club ile birlikte yükseklisans ve doktora öğrencileriyle sentetik biyoloji alanındaki güncel makaleleri okuyup tartışıyoruz. Böylece bilimsel bir tatışma ortamı yaratarak makale yorumlama üzerine bolca pratik yapıyoruz.",
    "Diyalektik Araştırmalar Topluluğu": "",
    "Doğa Sporları Topluluğu": "Bilkent Üniversitesi'nin Dağcılık ve Doğa Sporları Topluluğu, 5 Ocak 1989'da Edebiyat Fakültesi eski sekreteri ve yarı zamanlı öğretim görevlisi Sayın H.Ertan Ercan'ın öncülüğünde kuruldu. Topluluk, 12 Nisan 1990'da adını Doğa Sporları Topluluğu (DOST) olarak değiştirdi. \r\nBilkent Doğa Sporları Topluluğu (DOST) olarak, doğa sporlarıyla ilgilenen veya sadece doğayı ve sporu seven Bilkentli öğrencilerin buluştuğu bir öğrenci topluluğuyuz. Ağırlıklı olarak dağcılık, kaya tırmanışı ve trekking etkinlikleri düzenliyoruz. Ancak topluluğumuzda bisiklet, snowboard, rafting gibi farklı doğa sporlarıyla ilgilenen insanlarla da tanışabilirsiniz. Özetle, ormanı, dağları, kamp yapmayı, yürümeyi seviyorsanız, Bilkent DOST kendiniz gibi insanları bulabileceğiniz, birlikte etkinlik yapabileceğiniz doğal bir topluluk.",
    "Edebiyat Topluluğu": "Yazarlar, şairler, çevirmenler ve edebiyat alanını seçmiş sanatçılarla söyleşiler gerçekleştiriyor, uluslararası ve okul çapında şiir akşamları düzenliyor, sanat ve edebiyat alanında daha birçok etkinliğe ev sahipliği yapıyoruz. Temel amaçlarımız Bilkent bünyesinde edebiyatseverleri bir araya getirmek, insanların sanat ve edebiyata ilgisini uyandırmak ve topluluğumuzu bir aile gibi görüp samimi bir ortam yaratırken bir yandan kendimizi ve birbirimizi geliştirmektir.",
    "Elektrikli Araç Topluluğu": "Elektrikli Araç Topluluğu olarak amacımız elektrikli ve solar arabalar gibi çeşitli projelere odaklanarak otomotiv sektörüne yenilikçi bir bakış kazanmaktır. World Solar Challenge, Formula Student and TÜBİTAK Efficiency Challenge gibi birçok yarışmaya katılmayı planlıyoruz. Bu süreçte de otomotiv sektöründe rol alan çeşitli firmalarla bağlantı kurmayı istiyoruz. Çeşitli eğitimler ve seminerlerle de bu bağlantıları eşsiz tecrübelere dönüştürmek istiyoruz. TÜBİTAK Efficiency Challenge’a katılmak amacıyla bir elektrikli araç projesi olarak yola çıktık. Gelecek projelerimize buradan kazandığımız deneyimleri de aktararak ekibimize otomotiv sektöründe deneyim kazandırmayı amaçlıyoruz.",
    "Erasmus Değişim Öğrencileri Kulübü": "ESN kar amacı gütmeyen uluslararası bir öğrenci kulübüdür. Misyonumuz, “öğrencilere yardım eden öğrenciler” ilkesi altında uluslararası öğrencileri temsil etmek, böylece kültürel anlayış ve kişisel gelişim fırsatları sağlamaktır.",
    "Felsefe Topluluğu": "Bilkent Felsefe Topluluğu, felsefi yönü olan tüm konuların özgürce konuşulup tartışılabildiği bir platform olması amacıyla Bilkent Felsefe Bölümü öğrencileri tarafından kurulmuş olup bölüm fark etmeksizin tüm öğrencilerin katılım ve katkılarına açıktır. Sunum ve tartışmalar, akademisyenlerle söyleşiler, okuma grupları ve yıllık olarak düzenlenen uluslararası felsefe konferansı ve bu sene ilkini düzenlediğimiz felsefe şenliği topluluğumuzun ana faaliyet kapsamını oluşturmaktadır. Felsefeye amatör veya profesyonel düzeyde ilgi duyan herkes kulübümüze davetlidir.\r\n\r\nBilkent Üniversitesi Lisans Felsefe Dergisi Prokopton hakkında ayrıntılı bilgi için: \r\nhttps://prokopton.bilkent.edu.tr/",
    "Finansal Okuryazarlık ve Yatırım Topluluğu": "",
    "Fizik Topluluğu": "Fiziğin büyüleyici dünyasını birlikte keşfettiğimiz Bilkent Fizik Topluluğu'na katılın! Kulübümüz, ister bir fizik öğrencisi ister kulübümüze katılmak isteyen bir bilim aşığı olun, tüm Bilkentlilere açıktır. Bilkent Fizik Topluluğu'nda öğrenciler ve öğretim üyeleriyle toplantılar, kanıt geceleri ve öğrencilerin ilgilendikleri herhangi bir bilimsel konu hakkında konuşabilecekleri veya dinleyebilecekleri gel-anlat etkinlikleri düzenliyoruz. Ayrıca fizik tutkumuzu paylaşan kişilerle söyleşiler gerçekleştiriyoruz. Sosyal medyamızı ziyaret ederek ya da etkinliklerimize gelerek bize katılın, fiziğin güzelliklerini birlikte keşfedelim!",
    "Formula Kulübü": "Formula Bilkent Kulübü'nün etkinlikleri farklı ülkelerde gerçekleşen Formula 1, MotoGP ve çeşitli motor sporlarının yarışlarını izlemek üzerine kuruludur. Formula Bilkent, motor sporu severler için ödüllü bilgi yarışmaları ve go-kart yarışları düzenler. Bunların yanında Formula Bilkent, sosyal sorumluluk projeleriyle topluma katkı sağlamaktadır. Düzenlenen sosyal projeler gönüllülük esasına dayanır ve toplumsal dayanışmanın gelişmesini gözetir.",
    "Fotoğrafçılık Kulübü": "Merhaba, Bilkent Fotoğrafçılık Kulübü gururla sunar. Üniversitemizdeki amatör profesyonel fotoğrafçılar, telefonuyla arada sırada fotoğraf çekenler ve fotoğrafçılığa yeni başlayanlardan oluşan kulübümüzde yarışmalar, seminerler, eğitimler, geziler, söyleşiler ve daha birçok etkinlik düzenliyoruz. Sosyal medya hesaplarımızda, birbirinden güzel etkinlik haberlerini, içerik tavsiyelerini ve bünyemizden çıkan fotoğrafları paylaşıyoruz. Aramızda olmak ise hiç zor değil. Kamerası bile olmayan birçok üyemiz var. Yeni bir hobi edinmek, öğrenirken eğlenmek, eğlenirken eğlendirmek istiyorsan burası tam sana göre! Hadi ne duruyorsun? Bir link uzağındayız.",
    "Frankofon Topluluğu": "Bilkent Üniversitesi Frankofon Topluluğu, farklı alanlardan \r\nöğrencileri Fransız dili ve Frankofon kültürlerine duydukları ortak ilgi doğrultusunda bir araya getiren dinamik bir platformdur. Akademik alanlarından bağımsız olarak, kültürel ve dilsel ufkunu genişletmek isteyen her öğrenci burada kendine sıcak bir ortam bulmaktadır.\r\n\r\nTopluluk, yalnızca bir dil öğrenme alanı sunmanın ötesinde, öğrencilerin sosyal ve kariyer gelişimlerine de katkıda bulunmayı amaçlamaktadır. Dil değişim programları, konuşma kulüpleri, profesyonel ağ oluşturma etkinlikleri, kültürel atölyeler ve konuk konuşmacı oturumları gibi çeşitli etkinliklerle, üyeler Frankofon dünyasını daha derinlemesine anlamaya davet edilmekte ve farklı disiplinlerden değerli bağlantılar kurma fırsatı bulmaktadırlar.\r\n\r\nFrankofon Topluluğu, her seviyeden katılımcıya hitap eden kapsayıcı bir deneyim sunmaktadır. Başlangıç seviyesindeki öğrenciler Fransızca'nın temellerini öğrenirken, ileri düzeyde olanlar becerilerini geliştirebilir ve daha karmaşık konuları keşfedebilir. Dilin ötesinde, topluluk Frankofon ülkelerinin tarihini, sanatını, siyasetini ve güncel meselelerini inceleme fırsatı sunarak, üyelere kişisel gelişim ve gelecekteki kariyer hedeflerine katkı sağlayacak zengin bir kültürel eğitim sunmaktadır.\r\n\r\nGünümüzde Fransızcanın uluslararası ilişkiler, ticaret, bilim ve sanat gibi pek çok farklı alanda önemli bir dil olduğu bir dünyada, Bilkent Üniversitesi Frankofon Topluluğu, öğrencilerin küresel bir bakış açısı kazanmalarını sağlamaktadır. Topluluğun etkinlikleri, akademik başarı ile profesyonel gelişimi dengelemeyi amaçlayarak, tüm öğrencilerin sosyal ağlarını genişletmeleri ve kariyer profillerini güçlendirmeleri için gerekli zemini sunmaktadır.",
    "Gastronomi Topluluğu": "Bilkent Üniversitesi Gastronomi Topluluğu, gastronomiye meraklı herkesi bir araya getirmek, kampüs içinde ve çevresinde yeme-içme sektöründeki kaliteye katkı sağlamak amacıyla kurulmuştur. Mutfak, tadım, tartışma grubu, konferans ve bahar şenliği etkinlikleriyle çok fazla katılımcıya ev sahipliği yapmıştır. Her dönem çok çeşitli etkinlikler düzenlenmektedir. “Hayattan tat almak” ilkesiyle yola çıkan Bilkent Üniversitesi Gastronomi Topluluğu, hem eğitici hem de eğlenceli etkinlikleri için yeni üyelerini heyecanla bekliyor!",
    "Gazete Bilkent Topluluğu": "Gazete Bilkent Topluluğu, tamamı Bilkent öğrencilerinden oluşan üyeleriyle, \"www.gazetebilkent.com\" adresi üzerinden online gazetecilik yapan bir öğrenci topluluğudur. Topluluğun amacı, okuyucuları bilgilendirecek haberler sunmak, gündemi takip etmek ve yansıtmak, medya odaklı birtakım organizasyonlar düzenlemek ve Bilkent Üniversitesi’nin sosyal yaşamına katkı sağlamaktır.",
    "Genç Girişimciler Topluluğu": "Bilkent Üniversitesi Genç Girişimciler Topluluğu, girişimcilik ruhunu üyelerimize ve tüm Bilkent öğrencilerine kazandırmayı amaçlar ve Bilkent öğrencilerinin farkını bu alanda da göstermesine katkıda bulunur. Üyelerine, kendi şirketlerini oluşturma veya çalışma hayatlarının herhangi bir bölümünde gerekli olan girişimcilik ve iş dünyasında süreklilik konularında yetkin hale getirmede rol alır. Üyelerine, girişimcilik uygulamalarının gözlemlenebileceği ve teorinin pratiğe dönüştüğü paylaşımcı ortamıyla yardım eder. Üyeler, bu ortamda aktif rol alarak, akademik ve iş hayatına yetkin, teorik bilgiyi pratiğe dönüştürebilen, en önemlisi de girişimcilik ruhunu kazanmış ve uygulama safhalarına hakim olacaktır.",
    "Genç Liderler Kulübü": "Bilkent Genç Liderler Topluluğu, üniversitemizde liderlik ve pazarlama alanlarında öğrencilere yetkinlik kazandırmayı amaçlayan dinamik bir öğrenci topluluğudur. 2023-2024 yılında yürüteceğimiz 7 önemli proje ile öğrencilerimize değerli deneyimler sunuyoruz. Genç Liderler Festivali ile liderlik ve inovasyon konularında ilham verici etkinlikler düzenlerken, \r\nVaka Yarışmaları ile öğrencilerimize gerçek dünya sorunlarına çözüm üretme fırsatları sunuyoruz. Youth Talks platformu sayesinde başarılı liderlerin deneyimlerini paylaşmalarına olanak tanırken, E-Spor ile takım çalışması, strateji ve liderlik becerilerini geliştirmelerine yardımcı oluyoruz. INOVAMIT, inovasyon ve girişimcilik alanlarında eğitimler ve atölyeler düzenleyerek öğrencilerin yaratıcı düşünme yeteneklerini desteklerken, GLT Academy işbirliğiyle liderlik ve pazarlama uzmanlarından öğrencilerimize eğitimler ve sertifikasyonlar sunuyoruz. Ayrıca, CWB (Connection with Business) ile mülakat simülasyonları ve Cv hazırlama çalışmaları aracılığıyla topluma katkı sağlayarak liderlik yeteneklerini pratiğe dökmelerine imkan tanırız. Vizyonumuz, liderlik ekosistemine sürdürülebilir bir değişim getirmek ve misyonumuz, üniversitemizdeki genç yetenekleri liderlik alanında yetkin hale getirerek onları geleceğin liderleri olarak hazırlamaktır. Genç Liderler Topluluğu olarak, geleceğin liderlerini şekillendirmek ve onları güçlendirmek için tutkuyla çalışıyoruz.",
    "Genç TEMA Topluluğu": "",
    "Genetik Topluluğu": "Bilkent Genetik Topluluğu, özellikle genetik bilimi hakkında tanıtıcı, bilgilendirici, ufuk açıcı etkinlikler düzenlemeye çalışan bir öğrenci topluluğudur. Sene içerisinde en büyük etkinliğimiz olan Horizons in Molecular Biology & Genetics ve Psikoloji Topluluğu ile ortaklaşa düzenlediğimiz Sinirbilim Günleri'ni planlıyor, merak ettiğimiz alanlarda hocalarımızı çağırarak güzel konuşmalar dinliyoruz. Eğer siz de Moleküler Biyoloji ve Genetik alanlarında ilgiliyseniz topluluğumuza bekleriz.",
    "Gezi Topluluğu": "Gezmenin, hayatımızda yeni anlar yaratmanın, hatıralar biriktirmenin ve dostluklar kurmanın tutkusuyla açtığımız yeni topluluğumuzda ülkemizin tarihi ve doğal güzelliklerini beraber keşfetmek için yeni üyelerimizi bekliyoruz. Sene boyunca düzenleyeceğimiz gezi ve etkinliklerimizi hep beraber gerçekleştirmek dileğiyle...",
    "GO Kulübü": "AI: Go, kökeni 4000 yıl öncesine dayanan Çin menşeli, dünyanın en eski ve en derin strateji oyunlarından biridir. İki oyuncunun siyah ve beyaz taşları (genellikle 19x19'luk) boş bir tahta üzerine sırayla yerleştirerek en geniş alanı kuşatmaya çalıştığı bir oyundur.",
    "Grafik Tasarım ve Tipografi Topluluğu": "ilkent Üniversitesi Grafik Tasarım ve Tipografi Topluluğu, görsel sanatlar, özellikle grafik tasarım ve tipografi alanlarına ilgi duyan öğrencilerin iletişim ve iş birliğini geliştirmeyi amaçlamaktadır. Topluluğun amacı, üyelerine yaratıcı becerilerini keşfetme ve geliştirme imkânı sunarak, topluluk içerisinde kolektif çalışmaların teşvik edilmesini sağlamaktır. Ayrıca, tipografinin tasarım ve etkili iletişimdeki kritik rolünü vurgulayarak, üyeleri tipografinin doğru ve etkili kullanımı konusunda bilgilendirmeyi hedeflemektedir.",
    "Güney Asya Kültürü Topluluğu": "Güney Asya Kültürü Topluluğu veya kısaca SACC, Bilkent Üniversitesi'nde öğrenciler tarafından kurulmuş olan ve Güney Asya ülkelerinin kültürünü temsil etmeyi amaçlayan bir öğrenci topluluğudur. Topluluk bu amacı doğrultusunda Güney Asya'nın yaşam tarzını, yemeklerini, geleneklerini, dilini, edebiyatını ve kültürünü sergileyen etkinlikler gerçekleştirir.",
    "Hayvan Dostları Kulübü": "Bilkent Hayvan Dostları Kulübü, uzun yıllardır Bilkent Üniversitesi bünyesinde faaliyetlerini sürdürmekte olan bir öğrenci kulübüdür. Kulübün temel amacı, gönüllü öğrencilerle kampüsteki evcil hayvanların beslenme ve sağlık ihtiyaçlarını karşılamak olup eş zamanlı olarak hayvanlarla ilgili birçok eğitim, seminer, workshop vb. etkinlik düzenleyerek insanların hayvanlar hakkında bilgi birikimini arttırmayı ve ilişkilerini güçlendirmeye katkı sağlamayı hedeflemektedir.",
    "Hazar Kültür Topluluğu": "",
    "Hukukta Kariyer Kulübü": "Hukukta Kariyer Kulübü, Ekim 2012’den beri Bilkent Üniversitesi bünyesinde, Hukuk Fakültesi öğrencilerinin mesleki ve akademik anlamda beceriler kazanmaları, kariyer seçenekleri hakkında alanlarında uzman hukukçuların deneyimleri ile ufuklarını genişletmeleri, kendilerini yazılı ve sözlü ifade edişlerini geliştirmeleri adına bütün bir akademik sene boyunca çeşitli etkinlikler; konferanslar, sohbetler, sosyal aktiviteler düzenleyen bir kulüptür.",
    "Hukuk ve Ekonomi Kulübü": "Bilkent Üniversitesi Hukuk ve Ekonomi Kulübü, hukuk disiplinleri arasında tartışmayı teşvik etmeyi, hukuk biliminde giderek artan neoliberal taahhütlere yönelik gelişmeleri analiz etmek için yasal gerçekçi bir çerçeve içinde eleştirel hukuki perspektifleri araştırmayı amaçlamaktadır. Hukuku piyasa ve siyasi iktidarın kurucu unsuru olarak yeniden ele alarak, hukuk ve ekonomi araştırmalarının artan eşitsizlik ve güvencesizlik, ırksal ve toplumsal cinsiyete dayalı adaletsizlik ve iklim felaketi gibi temel toplumsal meselelere ilişkin perspektifleri nasıl geliştirebileceğine odaklanacağız. Bir dizi tematik seminerde, hukuk ve ekonomi araştırmasının ne olduğunu ve kamu ve özel hukuk perspektifleri de dahil olmak üzere farklı hukuk disiplinleri üzerindeki etkilerini araştıracağız.Hukuk Fakültesi'ne devam eden öğrencilerin sahip olduğu etkili Hukuk ve Ekonomi düşünürlerine yakınlık avantajından yararlanmak isteyenler için entelektüel teşvik sağlamayı umuyoruz.",
    "IEEE Öğrenci Kolu Topluluğu": "İnsanlığın yararına yenilik ve teknolojik mükemmelliği ilerletmeye adanmış bir kuruluş olan IEEE, dünyanın en büyük teknik profesyonel topluluğudur ve modern uygarlığın temelini oluşturan elektrik, elektronik ve bilgisayar alanlarında ve bunlarla ilgili bilim ve teknoloji dallarında görev yapan profesyonellere hizmet etmek için tasarlanmıştır. IEEE'nin kökleri, elektriğin toplumda büyük bir etki yaratmaya başladığı 1884 yılına kadar uzanır. IEEE Bilkent Öğrenci kolu, 1990 yılında Türkiye’de kurulmuş ilk IEEE öğrenci koludur. 17 Mayıs 1990 yılından beri teknolojinin aktif kullanımını arttırmayı, endüstri–akademi ayrımını azaltmayı ve Bilkent Üniversitesi Öğrencilerine IEEE’yi tanıtmayı amaçlayan kolumuz her yıl aktif olarak birçok teknik ve sosyal etkinlik düzenlemektedir. Gerek Bilkent Üniversitesi’nde gerek Türkiye’de başarılarıyla tanınan ve kendini kanıtlamış bir topluluk olan IEEE Bilkent 100'den fazla aktif çalışan gönüllüsü ve 200'den fazla üyesiyle sadece mühendislere değil, her branştan katılımcıya ulaşır ve katılmak isteyen herkesi bünyesine kabul eder.",
    "İç Tasarım Tutkunları Topluluğu": "IDES (Interior Design Enthusiasts Society) is a society founded by the students of the Department of Interior Architecture and Environmental Design at Bilkent University and aims to appeal to all students interested in interior design. In this context, we aim to develop interior design students both academically and socially through various activities throughout the year. One of our main goals is to open the artistic, aesthetic and technical horizons of students with seminars, social activities and film screenings with construction companies and competent designers in order to increase their knowledge of materials and design.",
    "İktisadi Politika Topluluğu": "İktisadi Politika Topluluğu, ekonomi alanında akademik ve bilimsel amaçları ilerletmeye adanmış bir öğrenci kulübüdür. İşte temel özellikleri ve amaçlarının özeti:\r\n\r\nAkademik ve Bilimsel Amaçları Teşvik Etme: Kulübün temel amacı öğrenciler arasında ekonomi alanında akademik ve bilimsel mükemmeliği teşvik etmektir.\r\n\r\nAnlamlı Tartışmalar için Platform Sağlama: Kulüp, öğrencilere anlamlı tartışmalara katılma, fikir alışverişinde bulunma ve ekonomik bilginin ilerlemesine katkıda bulunma fırsatı sunar.\r\n\r\nAkademik Toplantılar: Kulüp, öğrencilerin dünya çapındaki araştırmacılar tarafından yayınlanan akademik makalelerden elde edilen içgörüleri sunabileceği ve tartışabileceği akademik toplantılar düzenler. Bu toplantılar entelektüel tartışmayı teşvik eder ve eleştirel düşünmeyi destekler.\r\n\r\nKonuk Konuşmacı Seminerleri: Ekonomistler, araştırmacılar ve politika yapıcıları da dahil olmak üzere tanınmış konuk konuşmacılar, ekonomik konularda değerli görüşler sunmak için seminerlere davet edilir. Bu konuk konuşmacılar, üyelerin gerçek dünya ekonomi sorunları ve politika sonuçları hakkında daha derin bir anlayış kazanmasına katkıda bulunur.\r\n\r\nBilimsel İçerik Üretimi: Kulüp, düzenli olarak araştırma makaleleri, raporlar ve uluslararası akademik standartlara uygun olarak yazılan denemeler dahil olmak üzere bilimsel içerik üretir. Bu içerik, küresel akademik topluluğa katkıda bulunur.\r\n\r\nUluslararası Akademik Standartlara Bağlılık: Kulüp, uluslararası akademik standartlara bağlı kalarak kendini diğer öğrenci kulüplerinden ayırır. İletişim dilini İngilizce olarak kullanma, kesinlikle intihal politikasına bağlı kalma ve kaynakları doğru bir şekilde alıntılama ve tanıma önceliklidir.\r\n\r\nDerinlemesine Analiz: Üyeler, akademik yayınları ve deneysel çalışmaları derinlemesine analiz etmeye teşvik edilir. Dünya çapında bilimsel literatürün zenginliğinden faydalanarak deneysel çalışmalar, kısa denemeler ve raporlar hazırlarlar.\r\n\r\nMeraklıların Topluluğu Oluşturma: Kulüp, ekonomiye derin bir anlayış kazandırmayı, akademik titizliği teşvik etmeyi ve üyelerini ekonomi ve politika yapımı alanında anlamlı katkılarda bulunmaya hazırlamayı amaçlar.\r\n\r\nEkonomiye Katkı Sağlama: Faaliyetleri ve girişimleri aracılığıyla kulüp, ekonomi alanına katkıda bulunmayı ve ekonomi politikası yapımında geleceğin liderlerini yetiştirmeyi amaçlar.\r\n\r\nGenel olarak, Economic Policy-Making Society, ekonomiye derinlemesine bir anlayış kazandırmayı, akademik sıkılığı teşvik etmeyi ve üyelerini ekonomi ve politika yapımı alanına anlamlı katkılarda bulunmaya hazırlamayı amaçlayan bir öğrenci kulübüdür",
    "İlham Verici Konuşmalar Kulübü": "",
    "İngiliz Dili ve Edebiyatı Kulübü": "2018'de kurulan ve kısaca ELIT Club olarak anılan İngiliz Dili ve Edebiyatı Kulübü, kapsayıcılığı, yaratıcılığı ve eğlenmeyi öncelik edinmiştir. Hangi fakülte veya bölümde okuyor ya da hangi ülkeden Bilkent’e gelmiş olursa olsun her öğrenciye kapımız açıktır. Amacımız gerek yerel, gerek uluslararası öğrencilerin buluşabileceği, tartışabileceği ve kaynaşabileceği bir ortam yaratmak ve bu platformda öğrencilerin edebiyat ve alakalı alanlarda yetilerini geliştirmelerine yardımcı olmaktır. Sene boyunca Trivia Geceleri, Açık Mikrofon Geceleri, Şiir Dinletileri ve yaratıcı yazım atölyeleri ve kitap kulüpleri gibi pek çok aktivite yapmaktayız. Üyelerimize rahatlayabilecekleri, ilgi alanlarının peşinden koşabilecekleri ve akademik stresten uzaklaşabilecekleri güvenli bir alan sunmaya çalışıyoruz. (e-posta adresimiz: bilkentelitclub@gmail.com)",
    "İnovasyon ve Araştırma Topluluğu": "İnovasyon ve Araştırma Topluluğu: Bilgiye Yolculuk!\r\n\r\nMerhaba Değerli Katılımcılar,\r\n\r\nİnovasyon ve Araştırma Topluluğu olarak, sizi birbirinden heyecan verici etkinliklerle dolu bir bilgi yolculuğuna davet ediyoruz. Topluluğumuz, her yaştan katılımcının ilgisini çekecek çeşitli etkinliklere ev sahipliği yapmaktadır. İşte sizi bekleyen etkinliklerimizin özeti:\r\n\r\nWorkshop: Pratik becerilerinizi geliştirmek ve yeni yetenekler kazanmak için mükemmel bir fırsat. Workshoplarımızda, uzmanlarımızdan öğrenecek ve deneyimlerinizi zenginleştireceksiniz.\r\n\r\nJuniors: Geleceğin liderleri için tasarlanmış bu etkinlik, genç yeteneklerin potansiyelini keşfetmelerine ve liderlik becerilerini geliştirmelerine yardımcı olacak.\r\n\r\nSeniors: Tecrübeli katılımcılar için kariyer gelişimine odaklanan bir platform. Deneyim paylaşımı, mentorluk ve profesyonel ağ oluşturma fırsatları sunuyoruz.\r\n\r\nStartup: Girişimcilik dünyasına adım atmak isteyenler için rehberlik ediyoruz. İnovatif fikirlerinizi hayata geçirme yolunda size destek sağlıyoruz.\r\n\r\nGirişimcilik Yarışması: İnovasyon ve yaratıcılığınızı sergilemek için büyük bir fırsat. Büyük ödüller kazanmak için yarışmamıza katılın!\r\n\r\nSiyaset 101: Siyasi merakınızı tatmin edecek, güncel konuları ele alan araştırma etkinliğimiz. Siyasetin karmaşıklığını anlamak için bu etkinliği kaçırmayın.\r\n\r\nAkademik Etkinlikler: Akademik dünyada ilerlemek isteyenler için dersler, seminerler ve konferanslar düzenliyoruz. Bilgi birikiminizi artırmak için ideal bir ortam.\r\n\r\nİnovasyon ve Araştırma Topluluğu olarak amacımız, bilgiye aç olan herkes için ilham kaynağı olmak ve bilgiyi paylaşmanın gücünü kutlamaktır. Bu etkinlikler sayesinde bilgiye açılan kapıları keşfetmek için bizimle birlikte olunuz.",
    "İnsan Hakları Topluluğu": "",
    "İşletme ve Ekonomi Topluluğu": "Bilkent İşletme ve Ekonomi Topluluğu (MEC) 1988’den beri aktif olan bir öğrenci topluluğudur. Bu köklü topluluğun son 5 yılda 1000’den fazla üyesi olmuştur. Bu süre zarfında gerçekleştirdiği 276 etkinliği ise üç farklı kategoriye ayırabiliriz: kamp etkinlikleri, vaka etkinlikleri ve kariyer fuarları. Kampüste farklı sektörden şirketler ve öğrencileri bir araya getirdiği etkinliklerde C Level yöneticileri de ağırlamıştır. Kampüste yalnızca kariyer fuarları düzenlemeyen MEC alanında uzman değerli konuşmacılar da ağırlamıştır. Ankara Büyükşehir Belediye Başkanı Sayın Mansur Yavaş’ı MEC ailesi Bilkent Üniversite’sinde ağırlamıştır. Vaka çalışmaları ise Ankara’da çeşitli yerlerde yapılmaktadır. Bu etkinlik ödülleri ise MBA bursu veya uluslararası şirketlerde staj yapma imkanıdır. Yaşanan zorlu pandemi süresinde ise etkinlikler online platformda gerçekleştirilmiştir. Köklü MEC ailesinin yaptığı etkinliklerinin bir diğer kategorisi ise kamp etkinlikleridir. MEC Business Seminar (MBS) Türkiye’nin ilk kampüs dışı öğrenci olma özelliğine sahiptir. Bu etkinlik ile öğrenciler İstanbul'da 5 yıldızlı otelde konaklarken gündüzleri seminerlere katılıp akşam ise vaka çalışmalarına katılmaktadırlar. Öte yandan bir diğer büyük etkinliği olan MEC Career Trip (MCT) ile şirketlerin İstanbul, Ankara ve İzmir’deki merkezlerini ziyaret ederler. Yalnızca Türkiye’deki şirket ve merkezleri değil, buna ek olarak öğrenciler geçmiş yıllarda Londra ve Amsterdam’da uluslararası şirketlerin ofislerini görme fırsatını da bulabilmişlerdir. Pandemi sürecinde gerçekleştirilemeyen bazı etkinlikleri sebebiyle MEC Türkiye’nin ilk fuaye alanına sahip online semineri MECatlhon’u yarattı. Bu etkinlik sayesinde binlerce öğrenciye ulaştı. Her hafta farklı konseptlerde düzenlenen BE (Business & Economics) seminerlerinden 2020-21 akademik yılında 29 tane düzenleyen MEC, yalnızca bu seminerleri ile 2800’den fazla öğrenciye ulaştı. Buna ek olarak ise farklı şirketleri veya çok değerli marka isimleri ağırladı. Son 5 yılda gerek başka kulüplerle birlikte gerekse kendi üstlendiği etkinlikleri ile on binden fazla katılımcıya ulaştı. Bu etkinlikler sayesinde hem katılımcılar hem de bu köklü kulübün üyeleri kendi kariyer yollarını çizerken en doğru kaynaklara ulaşmış oldu. Kendilerini geliştirirken de network kazanma şansı yakaladılar. Bunların ışığında ise global şirketlerden staj ve iş imkanlarına eriştiler.",
    "Japon Kültür Topluluğu": "Bilkent Japon Kültür Topluluğu, Bilkent Üniversitesi bünyesinde, amacı Japon kültürünü temsil etmek olan bir öğrenci topluluğudur.\r\nTopluluğun temel hedefleri arasında, Japon kültürüne ilgisi olan öğrencilerin bir araya gelip Japonya'nın kültürü, mutfağı, yaşam tarzı, oyunları hakkında etkinlikler yapmak yer alır. Planlanan etkinlikler arasında animasyon ve film gösterimleri, atölyeler ve kongre etkinliği yer almaktadır.",
    "Kadın Çalışmaları Topluluğu": "",
    "Kimya Kulübü": "Bilkent Kimya Kulübü olarak yıl boyunca birçok farklı etkinlik düzenliyor ve bilime dair heyecanımızı birbirimizle paylaşmaya devam ediyoruz! ChemIndustry Talks etkinliklerimizle, endüstride kimyayı daha iyi tanıyabilmek üzere çeşitli global ve yerel şirketlerden konuşmacılarla bir araya geliyoruz. Bir yandan devam eden Alumni Talks serimizde, şu anda dünyanın pek çok farklı yerinde olan Bilkent Kimya mezunlarını ağırlıyor ve onların deneyimlerini dinliyoruz. Department Talks serimizde bölümümüzdeki akademisyenleri tanıma şansı buluyoruz. Bunların yanı sıra teknik geziler ve workshoplar düzenliyor, kimya için önemli günleri kutlamayı unutmuyor, ve biraz da eğlenmek için Movie Night gibi etkinlikler düzenlemeyi de ihmal etmiyoruz! Kimyaya ilgisi olan herkesi aramızda görmekten mutluluk duyarız!",
    "Kuantum Teknolojileri Topluluğu": "Bilkent Quantum, geleceğin teknolojilerinden biri olarak görülen kuantum teknolojileri alanında öncü olmayı ve bu alanda ülkemizde ve dünyada somut adımların atılabilmesinin sağlanılabilmesi için farklı disiplinlerden insanları diğer üniversiteleri de kapsayacak şekilde bir çatı altında toplamayı amaçlamaktadır. \r\n\r\nTopluluğumuz, kuantum teknolojileri alanında bir iletişim ağı olan QTurkey ile iş birliği içerisindedir, bünyesinde mezun veya başka üniversitelerde okuyan pek çok üye barındırır; QWorld ve QTurkey’in, çeşitli organizasyonların, derneklerin ya da şirketlerin vb. partnerlik/sponsorluk destekleriyle spesifik olarak kuantum teknolojileriyle sınırlı olmaksızın öğrenci projeleri çıkartır. Aynı zamanda konferanslar, çalıştaylar ve yarışmalar gibi etkinlikler düzenleyerek bu yeni disiplinde akademik & ileri düzeyde uzmanlaşmayı amaçlayan öğrencileri bir araya getirir; bilgisi olmayanları ise potansiyel araştırmacı olarak görüp bu alana yönelmeye teşvik eder, atölyeler ve çalışma grupları kurarak kuantum programlama eğitimleri verir.\r\n\r\nTüm çalışmalarını gerçekleştirirken akla dayanan ortak etik anlayışı, davranış ve iş birliği kültürü geliştirmeyi esas alır.",
    "Kültürel Çalışmalar Topluluğu": "",
    "Makine Mühendisliği Topluluğu": "Makine Mühendisliği Topluluğu (MES), teknik alanlara ilgisi olan Bilkent Üniversitesi öğrencilerinin teknik kabiliyetlerini artırmak için projeler üretmek, kişisel gelişimleri için eğitimler düzenlemek ve sıcak bir aile ortamıyla üyelerini gelecekteki hayatlarına hazırlamak amacı ile kurulmuştur. MES bulunduğu çevrede mühendisliğin gelişimi, mühendislik düşünce ve yaratıcılığının yayılmasını kendisine misyon edinmiştir. Makine Mühendisliği öğrencilerinin akademik ve mesleki gelişimlerini gözetmek ve bu yönde onları yönlendirmek kulüp faaliyetlerinin odağıdır.",
    "Masal Anlatma ve Mitoloji Topluluğu": "Masal Anlatma ve Mitoloji Topluluğu olarak, öğrencilerin ilgi duydukları medeniyetlere ait mit ve masalları paylaşabileceği ve tartışabileceği bir ortam sunmaya çalışmaktayız. Bu ortamı sohbet havasında, sosyalleşme etkinliği şeklinde geçirmeye özen gösterirken aynı zamanda katılımcıların çeşitli kazanımlar elde etmesini önemsiyoruz. Hikaye anlatımı konusunda hikayenin uygun bulunulurluğu dışında herhangi bir kısıtlama olmadan herkesi hikaye anlatmaya, mitoloji hakkında yeni bilgiler öğrenmeye, anlatım becerilerini geliştirmeye ve sosyalleşip eğlenmeye davet ediyoruz. Aramızda yeni katılımcılar görmekten mutluluk duyarız.",
    "Masaüstü Oyunları Topluluğu": "Bütün hafta okulun verdiği yorgunluğu atmak için oyun oynamak ister misin? Çocukluğunda Monopoly, Tabu gibi oyunlar oynamış veya duymuşsundur. Biz de Bilkent Masaüstü Oyunları Topluluğu olarak çocukluğumuzda yaşadığımız bu oyun deneyimini bir üst seviyeye çıkarıp deneyimlemek için buluşmalar düzenliyoruz. Elbette oynadığımız oyunlar artık Monopoly ve Tabu’yla sınırlı değil. Catan, Munchkin, Splendor gibi masa üstü oyunlarıyla daha önceden ilgilenmediysen çoğunu muhtemelen duymadığın daha birçok oyuna kadar geniş bir kütüphaneye sahibiz. Burada keşfedilecek pek çok yeni güzel şey ve eğlenmeyi seven insanlar seni bekliyor. Sen de aramıza katılmak istersen haftalık düzenlediğimiz buluşmalarımızdan birine katılıp hem haftanın stresini atmak için oyun oynayabilir, hem yeni insanlarla tanışabilir hem de masa üstü oyunları kültürünü geliştirebilirsin.",
    "Medeniyet Topluluğu": "Bilkent Medeniyet Topluluğu olarak bizler, kaynağımızı ve zenginliklerimizi farklı havzalardan almakla birlikte ne bir cemaat ne bir siyasi parti davası ile bugün bulunduğumuz noktada değiliz. Bilakis tam olarak ortak İslami bir duruş gösterebilmek gayreti ile buradayız ve Allah’ın izniyle de olmaya devam edeceğiz. Bilkent Medeniyet Topluluğu olarak kendi gök kubbemiz olan İslam Medeniyetini muhatap aldığımız kadar doğu ile batı arasındaki ortaya konmuş bütün bir insanlık birikimini de muhatap alıyor ve sahipleniyoruz. Bir medeniyetin sahip olduğu ben idraki, kendisi olarak var olma hususiyeti kadar diğer medeniyetlerle de dikey bir hiyerarşiye girmeksizin temas kurabilmesi ve sabiteleri mahfuz kalmak kaydıyla alışverişte bulunabilmesi de hayatiyetine racidir. Ayrıca tecrübî tarih ile problemli olup asırların husule getirdiği dünya görüşünü tasfiye etmek arzusunda olan nevzuhur modernist anlayışların günden güne nüfuzunu arttırdığı zamanımızda sahih ve muhkem bir gelecek inşası için sahih bir geçmiş tasavvuruna muhtaç olduğumuz açıktır. Mezkur modernist anlayışların zihniyet dünyamıza zerk etmeye çalıştığı köksüzlüğe karşı yerli bir fikri hükümferma kılmanın ehemmiyeti de ortadadır; zira bir millet ancak bir yer’de vücut bulur ve hayatını idame ettirir. Bu anlamda, yapıp edilenlerin tarihi tecrübeye muvafık olup olmadığı, kudreti geçmişindeki müktesebatından kaynaklanıp da İslam medeniyeti çerçevesinde serpilip yerleşmiş olan milletimizin anlam-değer dünyasını sürekli kılmak gayretinde olan topluluğumuzun temel endişelerindendir. Bizler bu felsefenin rehberliğinde 2011 yılından bu yana üniversitemizde; Ebubekir Sifil, Yusuf Kaplan, Sadettin Ökten, İhsan Şenocak, İsmet Özel, Nevzat Kösoğlu, Bedri Gencer, Fatih Şeker, İhsan Fazlıoğlu, İbrahim Kalın, Ahmet Taşgetiren, İsmail Kara ve daha bir çoğunu sayamadığımız, çok geniş bir yelpazeyi kapsayan ve her birisi birbirinden kıymetli büyüklerimizi ağırladık. Mimariden şehir sosyolojisine, tarihten siyasete, felsefeden iktisada, sinemadan musikiye kadar geniş bir disiplin yelpazesinde kavramların içini doldurmaya çalıştık.",
    "Medya Topluluğu": "",
    "Milliyetçi Düşünce Topluluğu": "Bilkent Üniversitesi Milliyetçi Düşünce Topluluğu öğrencilere Türk tarihi, edebiyatı, dili ve Türki akademik hayatın diğer dalları alanında deneyim sağlamak doğrultusunda söyleşiler, çalıştaylar, dersler ve gezi etkinlikleri düzenlemeyi hedeflemektedir. Türkçülük ve Türk milliyetçiliği üzerinden sizlere bilinç kazandırmayı amaçlıyoruz. Hepiniz topluluğumuza hoşgeldiniz!",
    "Moda Topluluğu": "Bilkent Moda Topluğuna hoşgeldiniz! Eski ve yeni moda akımlarını, moda haftalarını, önemli şovları konuşuyor; modaya sürdürülebilirlikten kültüre pek çok farklı açıdan bakıyoruz. Sizleri de aramızda görmekten zevk duyarız.",
    "Model Birleşmiş Milletler Topluluğu": "Bilkent Model Birleşmiş Milletler Topluluğu, Üniversitemiz bünyesindeki en etkin topluluklardan biri olup birçok amaca hizmet etmektedir. Model Birleşmiş Milletler, Birleşmiş Milletler'in bir simülasyonu olup liseli ve üniversiteli öğrencilerin katılımı ile katılımcıların kendilerini akademik ve sosyal alanda geliştirmelerine hizmet eder. Topluluğumuz, her sene Türkiye genelindeki en büyük konferanslardan biri olan Model United Nations of Bilkent University etkinliğine ev sahipliği yapmaktadır. Bu konferans ülkenin ve dünyanın çeşitli yerlerinden 400'den fazla katılımcıyı bir araya getirmektedir. Bunun yanında topluluğumuz her sene alanında uzman çeşitli konuşmacıları okulumuza davet ederek üniversite öğrencilerimizle birlikte deneyimlerin ve bilgilerin paylaşıldığı bir platform oluşturur. Ek olarak, okulumuzun başka okullarca düzenlenen konferanslarda en iyi şekilde temsil edilmesi ve öğrencilerin akademik bilgilerini geliştirmek için kulübümüzce düzenli olarak eğitim seansları düzenlenmektedir.",
    "Motosiklet Kulübü": "",
    "Münazara Topluluğu": "Münazara Topluluğu olarak çeşitli alanlarda fikir paylaşımını sağlamak, gerek sosyal gerekse akademik konular üzerinde bilgi sahibi olmak ve bunları tartışmak, çok yönlü bir bakış açısına sahip olabilmek ve bunları topluluk olarak belirli eğitim ve çalışmalarla argümantatif bir şekilde yansıtabilmeyi amaçlamaktayız. Bu kazanımların yanı sıra üniversitenin önemli alanlarından biri olan sosyal alanda iletişim becerilerinin gelişmesi yönünde topluluğumuz etkin bir rol oynamaktadır. Bilkent Münazara Topluluğu olarak her hafta düzenli bir şekilde yapılan çalışma maçları ve eğitimler (münazara nedir, analizler, sıklıkla karşımıza çıkan konular gibi) ile münazara becerilerimizi aktif kılabilmenin yanı sıra kulübümüzün ve diğer kurumların/üniversitelerin düzenlediği turnuvalar ile topluluk üyelerimiz dışındaki kişilerle maç yapma fırsatını sağlamakta, bilgi dağarcığımızı ve de sosyal becerilerimizi geliştirmekteyiz.",
    "Müzik Kulübü | Metal Müzik Alt Kolu": "Bilkent Müzik Kulübü, üniversitemizde müziksever insanların bir araya gelerek müzikle ilgili etkinliklerde yer alabildiği bir kulüptür. Amacımız, Bilkentlilere müzik organizasyonlarında yer alma, beraber müzik yapma ve müzik konuşma şansını tanımaktır. Kulübün mail adresi: bilkent.mk@gmail.com",
    "Müzikal Topluluğu": "Merhaba! Bilkent Müzikal Topluluğu olarak her sene bir veya iki müzikal sahneye çıkartıyoruz. Bu topluluğun üyelerinin yoğunluğuna göre dönemsel veya sene sonu olarak değişebiliyor. Üyelerimiz ilgilerini çeken ekiplere giriyorlar. Vokal ekibimiz; dans, ses ve tiyatro olarak üçe ayrılıyor. Orkestra ekibimizin yanı sıra, ayrıca sahne, kostümler ve makyaj için teknik ekibimiz bulunmaktadır. Oyuncu kadromuz dahil olmak üzere, her ekip üyemiz özel seçmelerden geçiyor. Müzikal oyununa kadar birçok prova ve sahne denemesi yapıyoruz. Oyun çıktığında ise yaklaşık 3 gün boyunca akşamları oyunumuzu sergiliyoruz. Topluluğumuzda, topluluk içi ve dışı şarkı söyleme, karaoke ve müzikal izleme gibi etkinlikler de yapılıyor. Zaman zaman doğaçlama ve tap dance atölyeleri de yapılıyor. Bütün müzik ve müzikal severleri bekliyoruz.",
    "Oyun Geliştirme ve Animasyon Kulübü": "BOA'ya hoş geldin! Biz, oyun geliştirme ve animasyon konularına ilgi duyan tutkulu bir topluluğuz. Kulübümüz, dijital sanatlar, kodlama, oyun tasarımı, ses/müzik ve hikaye anlatımı gibi çeşitli yaratıcı alanları kapsamaktadır. Amacımız, bu alanlarda başarılı olmayı hedefleyenler için destekleyici ve öğrenmeye açık bir ortam oluşturmaktır. Atölyeler, konuk konuşmacılar ve heyecan verici Game Jam'ler gibi etkinliklerimiz, üyelerimize animasyon ve oyun oluşturma konularında pratik deneyim kazandırmaktadır. Burada, benzer ilgiye sahip kişilerle bağlantı kurabilir, projelerde işbirliği yapabilir ve oyun tasarımından, animasyonlu kısa filmler veya 3D modelleme yapmaya kadar kreatif fikirlerinizi hayata geçirebilirsiniz. Yaratıcılığınızı açığa çıkarmak ve canlı topluluğumuzun bir parçası olmak için bize katılın! Bizi sosyal medya üzerinden veya bilkentoyunanimasyon@gmail.com adresinden iletişime geçebilirsiniz.",
    "Örgü ve Kroşe Topluluğu": "Bilkent Örgü ve Kroşe Kulübü, üyelerine çeşitli etkinliklerle örgü örmeyi öğretmeyi ve sevdirmeyi amaçlar. Düzenli yapılacak etkinliklerle hem yeni yetenekler edinebilecek hem de geliştirebilecek olan üyeleri, yapılan etkinliklerle ortak bir duyguda birleştirir. Özel günlerde yapılacak farklı etkinliklerle pek çok öğrenciye hitap eden Örgü ve Kroşe Kulübü, bağış temalı etkinlikleriyle de üyelerine toplumsal gönüllülük bilincini aşılar. Gündelik stresten uzaklaşmak isteyen üyelerine birbirinden farklı etkinlikleriyle rahatlayabilecekleri bir ortam oluşturur.",
    "Pazarlama Kulübü": "Bilkent tarihinde kurulan ilk ve tek pazarlama kulübü olan MCB, diğer kulüplere nazaran pazarlama ve markalaşmaya odaklanan bir okuldur. Üniversitenin temel işlevi olan öğrenmeyi öğrenmek mottosunu takip eden kulübümüz düzenlemeyi planladığı pazarlama kampları, vaka temelli etkinlikler ve zirvelerle pazarlamayı öğrenmeye hevesli herkese bir okul olmayı hedefler.\r\nTeorik ve pratik bilgiyi aynı anda öğretmeyi amaçlayan kulübümüz, pazarlamayı birlikte öğrendiğimiz bu yolculukta üyelerini dijitalleşen dünyaya ve iş hayatına hazırlamayı hedeflemekle birlikte her üyenin kendisine değer katabileceği bir okul olmayı amaçlar.",
    "Politik Düşünce Kulübü": "Politik Düşünce Kulübü 2013 yılında Bilkent Üniversitesi çatısı altında kurulan bir öğrenci topluluğudur. Kulübün amacı başta Bilkent Üniversitesi öğrencileri olmak üzere tüm öğrencilere politika ve politikayı ilgilendiren her türlü konuda faaliyetler yaptırmak ve politikayı tarafsız ve eğlenceli bir şekilde öğrencilere öğretmeye katkı sağlamaktır. Kulübümüzün benimsediği tarafsızlık ve hizmet ilkeleri başarısının sırrıdır. Politik Düşünce Kulübü; ekonomi, dış ilişkiler, gündem konuları, medya gibi siyasetin içli dışlı olduğu pek çok diğer alanla ilgili de etkinlikler düzenlemektedir. Siyaset gibi objektif olmanın zor olabileceği bir alanda kulübümüz tarafsızlığını koruyarak her sene çeşitli etkinliklerini sürdürmeye devam etmektedir. Her sene yaptığımız yeni ve çeşitli etkinliklere siz de katkıda bulunmak isterseniz bize her zaman ulaşabilirsiniz.",
    "Psikoloji Kulübü": "Mühendislikten ekonomiye, siyasetten sanata kadar hayatın her alanında var olan psikoloji bilimini meraklılarına tanıtıp, onlara eğlenceli vakit geçirmeleri için bir fırsat sunarken aynı zamanda onların kişisel gelişimine katkı sağlamayı hedefleyen bir öğrenci topluluğudur.",
    "Renkli Düşün Kulübü": "Bilkent Renkli Düşün Kulübü (BiRD) olarak biz, Bilkent Üniversitesi’nin ilk ve tek LGBTQIA+ çalışmaları kulübüyüz. Kulübümüzün öncelikli amaçları LGBTQIA+ haklarını mümkün olan en bütünleşik, en kapsayıcı şekilde savunarak farkındalık ve görünürlük sağlamak; kampüs ve umarız ki bir gün Türkiye genelinde, başta LGBTQIA+ bireyler için olmak üzere güvenli, kapsayıcı, destekleyici, savunucu bir sosyal alan yaratmak. Bu amaçlarımız doğrultusunda, dayanışma içerisinde olduğumuz hak mücadeleleri ile de birlikte çalışarak dönem içerisinde toplum ve kampüsteki farkındalığı arttırmaya yönelik akademi, dayanışma, eğlence odaklı çeşitli eğitimler, seminerler ve sosyal etkinlikler düzenliyoruz. Kendini LGBTQIA+ olarak tanımlayan veya tanımlamayan, sorgulayan, merak eden, bilgi veya farkındalık düzeyini arttırmak isteyen, kendini destekçi olarak gören ve dayanışmaya renklerini katmak isteyen herkesi, topluluğumuzun ilke ve kurallarına uyarak, saygı çerçevesinde davranacağı inancıyla, heyecanla bekliyoruz! Faaliyetlerimizi takip etmek veya bizimle iletişime geçmek isterseniz bize aşağıdaki sosyal medya hesaplarımızdan veya e-posta adresimizden (bilkentrenklidusun@outlook.com) ulaşabilirsiniz.",
    "Salon Oyunları Topluluğu": "Salon Oyunları Topluluğu olarak bilardo, masa tenisi, langırt, dart gibi çeşitli oyunlarla dönemimizi daha keyifli hale getirmeyi; tüm Bilkentlilerin kampüs içerisinde hem eğlenebilecekleri hem de sosyalleşebilecekleri alanları artırmayı amaçlıyoruz. Kampüste ve dışarıda yapacağımız etkinliklerimizi ve dönem içerisinde duyuracağımız ödüllü turnuvalarımızı kaçırmayın!",
    "Sanat Topluluğu": "Sanat Topluluğu, sanat dallarına ilgi duyan bireylere, bu alanları tanıtmak ve yaratıcılıklarını sergileyebilecekleri güvenli ve destekleyici bir ortam sağlamak amacıyla kurulmuş bir oluşumdur. Topluluğun temel hedefi, üyelerin sanatsal potansiyellerini keşfetmelerine olanak tanıyarak, kendilerini ifade edebilecekleri bir platform sunmaktır. Ayrıca, farklı sanat disiplinlerine yönelik farkındalık oluşturmak, katılımcıların bu alanlarda bilgi ve becerilerini geliştirmelerine yardımcı olmak ve sanatsal üretim süreçlerine aktif katılımı teşvik etmek de topluluğun amaçları arasında yer almaktadır.",
    "Satranç Topluluğu": "Bilkent Satranç Topluluğu'na hoş geldiniz. Kulübümüzde satranç turnuvaları düzenlenmekte ve online dersler verilmektedir. Satranca ilgisi olan isteyen herkesi topluluğumuza bekliyoruz.",
    "Sinema Topluluğu": "Sinema Topluluğu, Bilkent'te sinemanın kalbinin attığı yerdir. Topluluğun önceliği, kayda değer birçok filmi olduğu kadar, vizyonda yer bulamamış olanları da Bilkent öğrencileri ile buluşturmaktır. Düzenli olarak yapılan film gösterimleri haricinde Sinema Topluluğu, film yapımıyla ilgilenen öğrencileri desteklemek ve öne çıkarmak adına Altın Tilki Öğrenci Filmleri Festivali'ni düzenlemektedir.",
    "Sosyal Bilimler Topluluğu": "Üniversitemizde sosyal bilimlerin psikoloji, ekonomi, politika gibi alt dalları için öğrenci toplulukları bulunmakla birlikte bu dalların interdisipliner bir ortamda ders dışı araştırmalar yapmasına katkı sağlayacak, öğrencilerin bu konuda bilgi edinmesine ve kariyer rotası çizmesine yardımcı olacak bir çatı sosyal bilimler topluluğu bulunmamaktadır. Sosyal Bilimler Araştırmaları Topluluğu olarak Sabancı ve Koç Üniversitelerinde yaygın bulunan fakat Bilkent’te eksiğini gördüğümüz disiplinler arası çalışmaları arttırmayı amaçlıyoruz. Buna ek olarak geleceğin hesaplamalı sosyal bilimler, politik ekonomi, politik psikoloji, ekonomi sosyolojisi gibi sosyal bilimlerin ve diğer pozitif bilimlerin kesiştiği alanlardan doğacağını öğrenciler arasında anlatmayı ve kariyerini gerek akademik gerek özel sektör gerekse kamu kuruluşlarında bu alanlarda sürdürmek isteyen öğrencilerin öğrenmesi, paylaşması ve uygulaması için eğitimler, uygulamalı projeler ve alanında uzman kişilerle buluşma fırsatını sunmayı hedefliyoruz.",
    "Sosyal Demokrasi Kulübü": "Bilkent Sosyal Demokrasi Kulübü, kısaca “Bilkent SODEM”, tüm fakültelerden; siyasete ilgisi olan, güncel sosyal, politik ve ekonomik olaylar üzerine fikirlerini paylaşabileceği bir tartışma ortamı arayan, kendini sosyal demokrat olarak nitelendiren veya adalet, dayanışma, özgürlük, eşitlik gibi sosyal demokrasi ilkelerini benimseyen, sosyal demokrasi ve siyasi olay, kişi ve kurumlar hakkında bilgilenmek isteyen öğrencilere hitap eden bir öğrenci topluluğudur. Kulübümüzün temel amacı; eşitlik, özgürlük, adalet ve dayanışma gibi temel ilkeleri doğrultusunda toplumsal ve ekonomik konular ile ilgili çeşitli etkinlikler düzenleyerek Bilkent Üniversitesi öğrencilerinin sosyal demokrasi ideolojisi üzerine bilgilenmesini sağlamaktır. Kulübümüz, bu amaç doğrultusunda, Türkiye’nin ve uluslararası siyasetin gündeminde yer bulan konu ve konukları seminer ve söyleşiler ile bir araya getirmek, Türkiye sivil toplumunda ve siyasetinde sosyal demokrasi, toplumsal cinsiyet eşitliği, lgbtiqa+, iklim ve benzeri konular üzerine çalışmalar yürüten grupları çeşitli forumlarla Bilkent öğrencileriyle buluşturmak, yapılan etkinliklerin devamında öğrenciler arasında akademideki fikirsel gelişime de katkı sunacak bir şekilde, saygı ve hoşgörü üzerine kurulu sağlıklı bir tartışma ortamı yaratmak ve alanında yetkin sosyal demokrat politikacı, araştırmacı ve gazeteciler tarafından kaleme alınan kitap ve makaleleri okuma grupları halinde değerlendirmek gibi çalışmalar yürütmeyi hedefliyor. Sizi aramızda ve fikirlerinizi paylaşmak ve katkı sunmak isterseniz Organizasyon ve Sosyal Medya Komitelerimizden istediklerinizde görmeyi heyecanla bekliyoruz!",
    "Sosyalist Düşünce Topluluğu": "Sosyalist Düşünce Topluluğu olarak amacımız toplumsal olan üzerine sosyalist bir bakışla düşünmek ve kolektif bir tartışma ortamı yaratabilmenin yanı sıra üyelerimiz arasında sosyalizmin ayrılmaz bir parçası olduğuna inandığımız pratik mücadele kültürünü inşa etmektir.",
    "Sosyoloji Topluluğu": "Sosyoloji Topluluğu olarak amacımız sosyoloji çalışmalarını takip etmek ve bu çalışmalarda ilgi uyandırmaktır.\r\nSosyoloji alanında araştırma yapmak isteyen kişileri, bu alanda çalışan kişilerle tanıştırması ve bağlantı kurulması amaçlanmaktadır. Böylece öğrencilerin akademik gelişmelerine katkıda bulunmak, sosyal ve kültürel faaliyeti geliştirmenin yanında toplumu anlaması hedeflenmektedir. Geçmiş, bugün ve gelecekteki toplumsal değişimler üzerine öğrencinin sorgulaması için bir ortam oluşturulması bir diğer amacımızdır. Ayrıca disiplinler arası iş birliği ve bakış açısı sağlayarak multidisipliner çalışmalara teşvik etmektir.\r\nTarih, toplum ve kültürel açılardan öğrencilerin kendilerini geliştirmeleri ve özgürce düşüncelerini saygı çerçevesinde tartışabilmeleri amaçlanmaktadır. Bu bağlamda kulübümüz göç, sosyal medya, siyaset, antropoloji, psikoloji, teknoloji, eğitim, ekonomi ve iletişim ve benzeri çeşitli konularda çalışmalar yapılması planlanmaktadır.\r\nÜniversitemizde verilen tek sosyoloji dersi olan Sosyoloji 101 kodlu ders bağlamında konuya ilgi duyan ve bu konuda etkinliklere katılmak isteyen öğrenciler kulübe başvurabileceklerdir.\r\nKulüp etkinlikleri kapsamıyla çeşitli üniversiteler ile bağlantı kurarak akademik istişareyi desteklemek ve bu alanda çalışan akademisyenleri Bilkent Üniversitesi öğrencileriyle tanıştırmak kulübümüzün diğer amaçlarındandır.",
    "Yapay Zekâ Topluluğu": "Bilkent Yapay Zekâ Topluluğu, yapay zekâ ve geleceğin teknolojileri konularında öğrencilere, araştırmacılara ve katılımcılara olumlu etkiler yaratma taahhüdüyle kurulan bir öğrenci kulübüdür. Vizyoner bir yaklaşımla, her bölümü ve fakülteyi bir araya getirerek büyümeyi ve öğrenmeyi teşvik eden, çeşitliliği ve kapsayıcılığı ön planda tutan bir ortam oluşturmayı amaçlıyoruz.\r\n\r\nBilkent Yapay Zekâ Topluluğu, farklı geçmişlere ve disiplinlere sahip bireylerin yapay zekâ teknolojileri hakkında farkındalık kazanmalarını ve bu alanda öncü olmalarını hedeflemektedir. Bu çerçevede, yapay zekâ teknolojilerinin teknik yönlerine ek olarak, toplumsal, sosyolojik ve etik perspektiflerini de ele almaktadır.\r\n\r\nKulübümüz, üyelerimize yapay zekâ alanındaki hızlı değişimlere ayak uydurabilmeleri için eğitimler ve atölyeler düzenleyerek eğitim ve gelişim fırsatları sunmaktadır. Teknik bilginizi artırmanıza ve yeni beceriler kazanmanıza destek olmaktadır.\r\n\r\nAynı zamanda, farklı bölümlerden ve fakültelerden gelen insanlara yapay zekâ alanında iş birliği yapma ve projeler geliştirme imkanları sunarak ağ oluşturma fırsatı sunmaktadır.\r\n\r\nBunların yanı sıra, yapay zekânın toplum üzerindeki etkilerini anlama ve bu teknolojilerin etik kullanımını vurgulama şansı sunar. Bu sayede, gelecekteki yapay zekâ uygulamalarının sürdürülebilir ve toplumsal olarak adil olmasına katkıda bulunmayı amaçlamaktadır.\r\n\r\nBilkent Yapay Zekâ Kulübü, sizi teknolojiye duyduğunuz heyecanla bir araya getirirken, topluma duyarlı bir şekilde hareket etmeye teşvik eden bir aileye katılmanız için kapılarını açıyor. Haydi, birlikte geleceği şekillendirelim!",
    "Yasal İnovasyon ve Temel Aydınlanma Kulübü": "AI: LIFE Kulübü (Legal Innovation and Fundamental Enlightenment / Yasal İnovasyon ve Temel Aydınlanma Kulübü), Bilkent Üniversitesi Hukuk Fakültesi bünyesinde faaliyet gösteren aktif bir öğrenci topluluğudur. Kulübün temel amacı, öğrencileri hukuki konularda bilgilendirmek, kariyer yollarını tanıtmak ve hukuk pratiğini interaktif etkinliklerle deneyimlemelerini sağlamaktır.",
    "Yelken Topluluğu": "2022 Haziran ayında İstanbullu iki yelkensever olarak başladığımız Bilkent Yelken serüveni, ilk yılında 200'den fazla üyeye ulaşmış, 30'dan fazla teknenin yarıştığı Jimmy Key Universail Cup'ta şampiyon olmuştur. Sen de yelken tecrübenle yarışlarda söz sahibi olmak istersen, sıfırdan yelken eğitimi almak ve en önemlisi yeni arkadaşlıklar ve tecrübelere yelken açmak istersen kulübümüze bekleriz.",
    "Yöneylem Araştırması Kulübü": "Bilkent Üniversitesi Endüstri Mühendisliği Operational Research Kulübü üniversite öğrencilerinin akademik ve sosyal becerilerini geliştirmek ve kişisel gelişimlerine katkıda bulunmak amacıyla, endüstri mühendisliği öğrencileri tarafından kurulmuş bir öğrenci kulübüdür. Operational Research Kulübü düzenlediği organizasyonlar ve kampüs içi etkinlikleriyle bir çok kez Bilkent Üniversitesi Öğrenci Dekanlığı tarafından En Aktif Öğrenci Kulübü ünvanına layık görülmüştür. Operational Research Kulübü’nün Genç AKADEMİ, CaseBilkent, Business For All ve Business Point olmak üzere 4 büyük etkinliği vardır. Operational Research Kulübü tarafından geçtiğimiz öğretim yılında 16.sının düzenlendiği Genç AKADEMİ, “Türkiye’nin Üniversite Buluşması olarak” adlandırılan ve üç günde yaklaşık 18 üst düzey şirket yetkilisi konuşmalarıyla gerçekleştirilen, online platformda 3500+ katılımcılara ulaşmış olup ve ülke çapında ciddi ses getiren bir etkinliktir. Detaylı bilgi için: http://genc-akademi.com/ CaseBilkent, 3. 4. sınıflardan CV elemesiyle seçilen 3 kişilik 8 takımın, Bilkent’in anketler tarafından belirlenen bir sorununu vaka yarışması olarak çözdüğü kampüsün en gözde etkinliklerinden biridir. Haftasında da seminer, workshop ve mülakat simülasyonları gibi çeşitli aktiviteler yer almaktadır. Business For All, paneller dizisi olarak gerçekleştirilen, 5 trend konu üzerine odaklanan ve 15 şirketi ağırladığımız, tüm Türkiye’ den farklı üniversite öğrencilerinin katılımıyla gerçekleşen bir etkinliktir. Detaylı bilgi için: https://bfa.orbilkent.co/ Business Point, gerçek iş hayatı simülasyonu olarak nitelendirilen, her sene İstanbul’da bir plazada gerçekleştirilen bir vaka çözümü etkinliğidir. Türkiyenin en iyi 6 üniversitesinden (Boğaziçi, Bilkent, Sabancı, Koç, ODTÜ ve İTÜ) CV elemesiyle seçilen 60 öğrencinin 5 farklı vakayı çözdüğü, 2 güne yayılan bir vaka yarışmasıdır. Detaylı bilgi için: https://www.business-point.co/ ESTIEM – European Students of Industrial Engineering and Management – Avrupa’daki 81 farklı üniversitenin çeşitli bölümlerinden 60.000’i aşkın üye barındıran bir kuruluştur. 1990’dan beri faaliyet gösteren bu kuruluşun temel amacı farklı kültürlerdeki insanları sosyal, kültürel ve akademik etkinliklerle aynı potada eritmek ve onlara bakış açısı ile vizyon kazandırmaktır. Yerel Grup Ankara Bilkent olarak 2000 yılından beri bu ağı Bilkent’te Operational Research Kulübü temsil etmektedir. Her dönem 200’ü aşkın aktif üyeyle birlikte ESTIEM kapsamında yeni etkinlikler düzenlemekte ve aktif üyelerin ESTIEM’in muhteşem networküne dahil olmalarına aracı olmaktadır. Detaylı bilgi için: https://orbilkent.co/estiem/ 15 yıldır kampüsün nabzını tutan ve bu dönem 54. Sayısı çıkarılan Üçüncükat Dergisinde, birçok kurumsal şirketin İnsan Kaynakları Yöneticileri ve birçok farklı sektörde birbirinden çeşitli hikayelerle başarıya ulaşmış girişimci kadınlarla yapılan röportajlar bulunmaktadır. Bununla beraber birbirinden farklı ve başarılı projelere imza atmış sanatçıların yazılarına yer verilmektedir. Detaylı bilgi için: https://ucuncukat.orbilkent.co/ Tüm bunların ötesinde Operational Research Kulübü sayesinde kurduğunuz arkadaşlıklar, yıllarca sürecek dostluklara dönüşmektedir. Tüm etkinliklerin detaylarını öğrenmek, daha fazla bilgi edinmek veya sorularınıza cevap bulmak için Operational Research kulübüne sosyal medya hesaplarından ulaşabilirsiniz.",
    "Zihinsel Çeşitlilik Kulübü": "Ana hedefimiz, Bilkent Üniversitesi'nde nöroçeşitli bireyler bir araya gelebileceği bir topluluk ve güvenli bir alan oluşturmaktır. Nöroçeşitli öğrenciler ve destekçileri için destekleyici ve kapsayıcı bir topluluk yaratmayı; nöroçeşitli bireylerin benzersiz deneyimlerinde anlaşıldığı, kabul edildiği ve desteklendiği bir ortamı teşvik etmeyi amaçlıyoruz. Güvenli bir topluluk oluşturarak birçok nöroçeşitli bireyin karşılaşabileceği izolasyon ve yanlış anlaşılma sorunlarını ele almak istiyoruz. Planladığımız çeşitli etkinlikler aracılığıyla, nöroçeşitlilik konusunda farkındalık yaratmayı, kaynaklar ve destek sağlamayı, kampüste saygı ve kapsayıcılık kültürünü teşvik etmeyi hedefliyoruz. Bu tür etkinlikler sayesinde, yalnızca yardım arayan nöroçeşitli bireyler için gerekli kaynakları sağlamakla kalmayıp aynı zamanda toplum üyeleri arasında anlamlı etkileşimleri kolaylaştırmayı amaçlıyoruz. Bu topluluk duygusunun nöroçeşitli bireylerin benzersiz deneyimlerinde anlaşıldığı, kabul edildiği ve desteklendiği bir ortamı oluşturmak için çok önemli olduğunu düşünüyoruz. Birlikte, kapsayıcılığı savunabileceğimize, yanlış anlaşılmaları ortadan kaldırabileceğimize ve nöroçeşitliliklerinden bağımsız olarak tüm bireylerin değerli ve kutlandığı bir üniversite ortamı yaratabileceğimize inanıyoruz.",
    "Spor Birliği | Disk Golf – Kış Sporları – Okçuluk Alt Kolları": "",
    "Sporseverler Topluluğu": "Bilkent United Sporseverler Topluluğu, sporda şiddetin ve nefretin dilinin çok yaygın olduğunu görüp buna karşı mücadele edenlere, sporun ve taraftarlık kavramının birleştirici gücüne inananlara ev sahipliği yapan bir topluluktur. Öncelikli hedefimiz, birlik ve saygı çerçevesinde kimseyi cinsiyetine veya takımına göre ayırmadan faydalı çalışmalarda bulunmak ve sporun her alanında renklerine gönül verdiğimiz takımları desteklemek.",
    "Sualtı Topluluğu": "Bilkent Sualtı Topluluğu tüplü dalış üzerine kurulu bir hobi topluluğudur. Her dönem 2-3 tane, bir hafta sonuna sığacak şekilde dalış gezileri düzenlemeye çalışıyoruz. Cuma akşamı Bilkent'ten çıkıp, pazartesi derslere yetişecek şekilde Kaş, Fethiye, Ayvalık ve Bodrum gibi bölgelere gidiyoruz. Gezilerimiz hem tecrübeli dalgıçlar için, hem de yeni başlamak isteyenler için uygun. Yeni başlamak isterseniz gezilerimizden önce teorik eğitimleri, gezi süresince dalış noktasında pratik eğitimleri tamamlayarak bir hafta sonunda dalıcı sertifikasına sahip oluyorsunuz. Ayrıca gezilerimizde sadece tüplü dalışı öğrenmiş olmuyorsunuz aynı zamanda da çok geniş bir arkadaş ailesine giriş yapmış oluyorsunuz. Bu da etkinliklerimizin eğlence kaynaklarından biri tabii ki de. Düzenlediğimiz bu geziler dışında, boş zamanlarımızda toplanıp kulüpçe eğlenceler düzenliyoruz. Bütün herkese uygun olan zamanlarda düzenlemeye çalıştığımız film gecelerinde de bir araya gelip hep beraber film izliyoruz.",
    "Tarih Topluluğu": "Bilkent Tarih Topluluğu, kısaca BHS, tarih alanında tartışma, tarihi yeni kişilere tanıştırma ve bilgilendirme için kurulmuştur. Herkesin tarihi söyleşilere katılımını sağlamak için seminerler, geziler, konuşmalar ve çalıştaylar hazırlıyoruz. Tarihe ilgi duyan herkesi kulübümüze katılmaya bekliyoruz!",
    "Tasarım ve Mimarlık Topluluğu": "DAS(Tasarım ve Mimarlık Topluluğu) Bilkent Üniversitesi Grafik Tasarım ve İletişim Tasarımı bölümlerinin öğrencileri tarafından temelleri atılmış bir topluluktur. Zamanla DAS; Güzel Sanatlar, Tasarım ve Mimarlık Fakültesinin kapsadığı Mimarlık, İç Mimarlık ve Çevre Tasarımı, İletişim Tasarımı, Güzel Sanatlar, Peyzaj Mimarlığı bölümlerini de kapsayan bir topluluk haline gelmiştir. DAS, alt gruptan oluşmaktadır. Bunlar Tasarım Bilkent, 1 Mimar 1 Mekan, Gezi ve Organizasyonlardır. DAS'ın bir parçası olan Pafta Magazine (http://paftamag.com/), Türkiye'nin ilk öğrenci bazlı tasarım dergisidir ve 2015'te kurulan bu dergi online platformda yazılarına devam etmektedir. DAS'ın Tasarım Bilkent ve 1 Mimar 1 Mekan altında gerçekleştirdiği etkinliklerde ismi alan sayısız mimarlar ve ofisler arasında ise Perkins+Will, Zaha Hadid Architecture, SOM, Gehry and Partners, EAA Architects, Bjarke Ingels Group (BIG), OMA, Kengo Kumma & Associates ve Tabanlıoğlu Architects yer almaktadır.",
    "TEDx Kulübü": "Bilkent Üniversitesinde faaliyet gösteren TEDx kulübü, 1984 yılında başlatılan ve farklı alanlarda uzmanlaşmış kişilerin düşüncelerini yerel topluluklarla paylaşmalarını amaçlayan önemli bir girişimi temsil etmektedir. TEDxBilkent, tasarım ve etkili konuşma gibi birçok farklı alanda yarışmalar düzenleyerek, eğlenerek gelişmeyi teşvik eden bir kulüptür. Bunun yanı sıra, şirketlere özel paneller düzenler ve kariyer etkinlikleriyle öğrenciler ve sponsor şirketler arasında bir köprü rolü hedefler.\r\nKatılın, ilham alın ve fikirlerinizle değişim yaratın!\r\nETKİNLİKLERİMİZ\r\nBAHSET: Bahset, Bilkent Üniversitesi TEDx Kulübü tarafından uygulanacak olan bir üniversiteliyle buluşma etkinliğidir. Ülkemizde seneye damga vurmuş ünlü konuşmacımızın Bilkentli sevenleriyle bir araya gelip söyleşi formatında olan etkinliğimiz 30 dakika söyleşi, 30 dakika seyirciyle soru cevap formatında gerçekleşecektir. Etkinliğimizin sonunda konuşmacımıza TEDxBilkent-Prestij ödülü takdim edilir.\r\nTEDucate Yourself: Bu sene ilkini gerçekleştireceğimiz \"TEDucate Yourself\" etkinlik serisi; üniversite öğrencilerini, globalleşen ve dijitalleşen iş dünyasında her bireyin el çantasında bulundurması gereken yetkinlikleri ve yüksek donanımlı öğrenci arayışında olan şirketleri buluşturmayı amaçlamaktadır.Toplamda 6 tane olmakla beraber her ay için özel olarak seçilmiş bir konu üzerine ilgili şirketlerden gelen , alanında başarılı konuşmacıların eğitim vermesi planlanmaktadır.\r\nTED HOUR: TED Hour, TEDx Kulübünün Bilkent öğrencilerine daha önceden yapılmış dünyaca ünlü TED konuşmalarını izlettiği kampüs içi bir etkinliktir. Etkinliğimizde katılımcılarımıza pop corn ikram edilir ve etkinlik her dönem için bir defaya mahsus yapılır.\r\nBİLKENT TALKS: Bilkent Talks, Bilkent Üniversitesi TEDx kulübü üyeleri tarafından Bilkent'in mirasını sürdürmek için düzenlenir. Etkinliğimiz, Bilkent Üniversitesi öğrencilerini ve mezunlarını bir araya getiren söyleşi formatında olan ve 400'ü aşkın katılımcısıyla her sene düzenlenen bir organizasyondur. Bu özel etkinlik konuşmacılarımızın bilgi, deneyim ve ilham verici hikayelerini paylaşarak gelecek nesillerin yolunu aydınlatmayı hedeflemektedir. Etkinliğimiz, Bilkent Üniversitesi'nin yalnızca eğitim odaklı olmadığını, farklı zamanlarda aynı yollardan geçmiş insanların yeni nesillere miraslarını bırakabileceklerini göstermeyi hedefler.\r\nTEDxBİLKENT: TEDx \"Paylaşmaya Değer Fikirler\" sloganıyla tanınır ve uzmanların görüşlerini paylaşmanın ötesinde, konuşmacılar ile dinleyiciler arasında yenilikçi ve ilham verici bir köprü kurarak her iki taraf için özgür bir ortam oluşturmayı hedefler. Etkinliğimizde, kendi alanında tanınmış seçkin insanlar TEDxBilkent sahnesinde konuşma imkânı bulur. Etkinlik sonrasında konuşmacılarımızın yaptığı tüm konuşmalar TED Talks Youtube kanalında yayınlanır.\r\nGİRİŞİM İNOVASYON ZİRVESİ: Girişim inovasyon zirvemizde birbirinden değerli ve iş hayatında başarılara imza atmış Türkiye 'nin en büyük şirketlerinde çalışan yetkililer ile üniversite öğrencilerimiz buluşacaklardır. Şirketin nasıl yöneltildiği ve işleyişi hakkında bilgi ve tecrübelerin aktarılacağı bu etkinliklerde iş hayatına meraklı olan işletme, endüstri mühendisliği, uluslararası ilişkiler gibi bölümlerde okuyan Bilkent öğrencilerinin aklındaki bütün soruların cevaplanacağı ve yetkililere soru sorabilecekleri bir etkinlik olacaktır.\r\nTüm bunların yanında TEDx Kulübü hayatınızda yeni kapılar açmanız ve hiç bitmeyen dostluklar kurmanız için mükemmel bir fırsat. Kulübümüzün etkinliklerinin detaylarını öğrenmek veya kulübümüzle ilgili sorularınıza cevap bulmak için sosyal medya hesaplarımızdan bize ulaşabilirsiniz.",
    "Tiyatro Kulübü": "Tiyatro Kulübü veya diğer adıyla Bilkent Drama Atölyesi olarak amacımız, sahnede hem eğlenerek hem de öğrenerek tiyatronun her çeşidini deneyimlemek ve kolektif bir şekilde oyunlar çıkarmaktır. Süreç içersinde doğaçlama çalışmaları, dramaturjiler ve tirat atölyeleri yaparak hem atölyenin parçası olan insanları tanımak hem de bir oyunun nasıl sahnelenebileceğini anlamayı amaçlıyoruz. Haftada iki gün ikişer saat çalışmalarımıza başlıyoruz ve çalışmalarımız yoğunlaştıkça çalışma günlerimizi üçe çıkarıyoruz. Atölyenin bir parçası olmak isteyen ve emek vermeye hazır olan herkesi bekliyoruz.",
    "Turizm Kulübü": "Bilkent Turizm Kulübü, eğitim hayatı ve kampüs tecrübesi boyunca tüm fakültelerden öğrencilerin, turizm konusundaki merak ve ilgilerini karşılamak için bir araya gelmiş bir öğrenci kulübüdür. Turizm öğrencilerine, onları iş hayatına hazırlayan ve tecrübe kazanmalarına yardımcı olan, alanında değerli insanlarla öğrencileri bir araya getiren, eğitim süresi boyunca öğrencileri sektörle iç içe tutan bir kulüp olarak yardımcı olmak, aynı zamanda tüm öğrencilere eğlence ve eğitimi bir araya getiren etkinliklerle alanımızı tanıtmak hedeflerimizdir.",
    "Türk Müziği Topluluğu": "Bilkent Klasik Türk Müziği Topluluğu, Türk musikisine gönül vermiş Bilkentlilerin 1998 yılından bu yana Türk musikisini araştırma, tanıtma ve icra etme amaçlarıyla bir araya geldiği bir öğrenci topluluğudur. Her yıl, dönemde bir defa olmak üzere, toplam iki konser vermeyi amaçlayan topluluk üyeleri her hafta belli bir gün bir araya gelip konser hazırlığı yapmaktadırlar. Konserde icra edilecek olan musiki repertuvarı öğrenciler tarafından belirlenir, konsere hazırlık için yapılan provalar koro şefi önderliğinde gerçekleştirilir. Her sene iki defa düzenlenen konserlerde topluluk her seferinde yüzü aşkın dinleyiciyi ağırlar. Konserlere ek olarak, Türk Musikisi ile alakalı her konuda seminerler, söyleşiler ve etkinlikler düzenlemeyi amaçlayan topluluk, bugüne kadar birçok Türk Musikisi sanatçısını bünyesinde ağırlamıştır. Topluluk ayrıca, Bilkent bünyesindeki diğer birçok öğrenci topluluğu ve kulübüyle işbirliği yapmakta ve bu kapsamda mini konserler düzenlemektedir. Samimi ve eğlenceli bir atmosfere sahip olan topluluk, Türk musikisine gönül vermiş her Bilkentliyi topluluğun bir üyesi olmaya davet etmektedir.",
    "Uluslararası Hukuk Çalışmaları Topluluğu": "Uluslararası Hukuk Çalışmaları Topluluğu (Bilkent Law Community), çoğunluk olarak Hukuk Fakültesi öğrencileri olmak üzere iş ve hukuk dünyasına ilgisi olan diğer tüm öğrencilere hitap eden bir öğrenci topluluğudur. Her yıl belirli tarihlerde yapılan büyük etkinliklerinin yanında 2 haftada bir yapılan belirli konulardaki konferansları ile online dönemde yalnızca Bilkent Üniversitesi öğrencilerine değil Türkiye'nin farklı şehirlerinden farklı üniversite öğrencilerine ulaşmayı başarmıştır. Yapılan etkinliklerin konularını hem güncel haberler hem de uluslararası alanda iş sektörü oluşturmaktadır. Başlıca etkinlikler arasında İstanbul'daki hukuk bürolarını ve hukuk sektörünün işleyişini konu alan Career Tailoring, iş dünyasında hukukun yeri ve diğer sektörler ile ilgili Iuris Agora, haftalık güncel konular hakkında konferansları düzenleyen İş'te Biz ve yurtdışındaki hukuk sektörü hakkında bilgilendiren Magic ekibi oluşturmaktadır.",
    "Uluslararası İlişkiler Topluluğu": "Bilkent Uluslararası İlişkiler Topluluğu üniversite öğrencilerine ve diğer ilgili Bilkentlilere siyaset bilimi ve uluslararası ilişkiler temalı konular hakkında farkındalık yaratmak amacıyla kurulmuştur. Topluluğun hedefi Bilkentlileri dünya siyasetinde yaşanan olaylar konusunda bilgilendirici etkinlikler düzenleyerek uluslararası ilişkiler disiplininin teori ve pratiğini birleştirmektir. Kurulduğu günden beri topluluğumuz, birçok akademisyen ve diplomatı öğrencilerle buluşturmuş ve öğrencilerin uluslararası gündem hakkında vizyonlarının gelişmesini sağlamaktadır. Topluluğumuz öğrencilerin kendi aralarındaki etkileşimini ve fikir alışverişini arttıran, katılımcıların profesyoneller tarafından edindikleri bilgileri analiz edebilme fırsatı sunan etkinlikler düzenlemektedir.",
    "Uluslararası Öğrenciler Kulübü": "Uluslararası Öğrenciler Kulübü (Bilkent International House), tüm milletlerden öğrencileri bir araya getirmeyi amaçlayan bir öğrenci kulübüdür. Kulüp, her dönem birinci sınıf öğrencileri için oryantasyon etkinlikleri, Ankara içi ve dışı geziler, uluslararası etkinlikler, konuk konuşmacılarla seminerler ve daha fazlasını düzenlemektedir. Geçmişteki bazı etkinlikler arasında çeşitli sosyal konulara yönelik farkındalık kampanyaları, Ambassador Talks, Bilkent Üniversitesi'ndeki ilk (ve şimdi yıllık) Uluslararası Festival, birden fazla şehre geziler, futbol turnuvaları ve çeşitli film geceleri yer alıyor. Gelecekteki etkinliklerimizden haberdar olmak için sosyal medya adreslerimizi takip edin!",
    "Uzay ve Havacılık Topluluğu": "Temel prototiplerden gerçek dünya uygulamaları için tasarlanmış gelişmiş sistemlere kadar bir dizi proje üzerinde çalışacak takımlar oluşturarak teorik bilgilerin pratik ortamlarda uygulanması için fırsatlar yaratmayı ve SUAS, Teknofest ve ODTÜ VTOL gibi yarışmalara katılmayı planlıyoruz. Ek olarak, model uydu projeleri de dahil olmak üzere uzay teknolojilerini içeren yarışmalara ve etkinliklere katılmayı ve üyelerimizin havacılık ve uzay alanında faaliyet gösteren şirketlerden uzmanlar tarafından verilen seminerler, eğitimler ve gezilerle havacılık ve uzay endüstrisiyle bağlantı kurmalarına yardımcı olmayı amaçlıyoruz.",
    "Vegan Topluluğu": "Bilkent Vegan Topluluğu başta Bilkent öğrencileri olmak üzere vegan, vegan olmak isteyen, veganlığı merak eden herkesi bir araya getirmeyi ve dayanışma sağlamayı amaçlar. Tüm etkinlik ve ağlarında güvenli alan politikaları geçerlidir.",
    "Veri Bilimi ve Analitiği Topluluğu": "Bilkent Veri Bilimi ve Analitik Topluluğu, makine öğrenmesi, istatistik, ekonomi ve iş analitiği gibi çeşitli akademik disiplinlerden öğrencileri bir araya getirmeyi amaçlayan dinamik bir öğrenci kulübüdür. Temel odak noktası, veri bilimi odaklı faaliyetlere katılımı teşvik ederek öğrencilerin anlamlı projelerde iş birliği yapmalarını sağlamaktır. Topluluk, üyelerinin veri bilimi ve bu disiplinin karmaşık, gerçek dünya sorunlarına nasıl uygulanabileceği konularında derinlemesine bir anlayış geliştirmelerine yardımcı olur. Veri analizi, programlama ve veri odaklı karar verme gibi alanlarda üyelerinin bilgi ve becerilerini geliştirmeyi hedefler ve bu amaçla eğitim oturumları, uygulamalı atölyeler ve iş birliğine dayalı projeler gibi çeşitli eğitim etkinlikleri düzenler. Teknik gelişimin yanı sıra, Topluluk, özellikle benzer ilgi alanlarına sahip üyeleri arasında güçlü bağlar kurmaya önem verir. Bunu, iş birliğini ve dostluğu teşvik eden çeşitli sosyal etkinlikler ve grup faaliyetleri aracılığıyla sağlar. Datathonlar, veri analizi yarışmaları ve diğer iş birliğine dayalı etkinlikler düzenleyerek, kulüp üyelerinin bilgilerini ve yaratıcılıklarını kullanarak gerçek dünya sorunlarına veri odaklı çözümler geliştirmelerini teşvik eder. Bilkent Veri Bilimi ve Analitik Topluluğu ayrıca üyelerini akademik uzmanlar ve sektör profesyonelleri ile buluşturarak, onların alandaki liderlerle tanışıp öğrenmeleri için değerli fırsatlar sunar. Bu, üyelerinin akademik ve profesyonel gelişimine önemli katkılarda bulunur. Sonuç olarak, Topluluğun temel amacı, öğrencilerin veri bilimi becerilerini geliştirebilecekleri, sosyalleşebilecekleri, kalıcı bağlantılar kurabilecekleri ve disiplinler arası çalışmalarda kendilerini geliştirebilecekleri eğlenceli, kapsayıcı ve iş birliğine dayalı bir ortam yaratmaktır.",
    "WWF-Bilkent Topluluğu": ""
}