{
    "180 Derece Danışmanlık Kulübü": "180 Degrees Consulting (180DC) is an international university community that provides management consultancy services to non-governmental organizations and social benefit-oriented initiatives. This student community serves as a student community or club in many prestigious schools around the world, such as Oxford University, Columbia University, US Berkeley and London School of Economics. As 180 Degrees Bilkent Branch, our founding purpose is to bring together university students and non-governmental organizations in Turkey and develop solutions to their problems that require professional services (financial sustainability, efficiency, marketing, human resources, etc.). In this way, students will have the opportunity to apply their academic knowledge in real projects without any profit, while at the same time providing social benefit and contributing to non-governmental organizations. In short, 180DC Bilkent aims to be a career club created for non-governmental organizations. \r\n180 Degrees Consulting Bilkent Branch received approval from the 180DC Global Team in August 2021 to become the second branch established in Turkey after the Boğaziçi University branch. 180DC Bilkent Branch; It aims to offer maximum benefit to social benefit-oriented organizations by combining the strong student and academic network of Bilkent University with the global experience of 180 Degrees Consulting.",
    "ACM Kulübü": "ACM (Association for Computing Machinery) is the oldest organization in the field of computer science, founded in 1947, with a membership of 100,000 today. ACM, which has created the world's largest information source and the first digital library on computers, serves as a resource for professionals and students interested in all areas of information technology with its Special Interest Groups interested in 34 different areas of information technology and its membership system covering the world. The Turing Award, considered the Nobel of the informatics world, is given by ACM. ACM (Association for Computing Machinery) is a student club founded at Bilkent University in 2004 to raise awareness about the importance of informatics in our lives. ACM Bilkent University has the international ACM identity. ACM, which has both a national and international identity, has the distinction of being the first in Türkiye among its student branches, which currently number over 500 in the world and are increasing. At the same time, Bilkent University ACM-W Student Chapter tries to ensure awareness and interest in the contributions of women in the design, development, structuring, management and application of modern informatics, to support the development of learning and working areas of women in informatics, to promote the concept of women in informatics with events that bring together middle school, high school, undergraduate and graduate students and professionals, and to support communication between people interested in informatics and women's issues in informatics.",
    "Arkeoloji Kulübü": "Bilkent University Archeology Club includes not only department students but also many students who are interested in archaeology. We organize events such as various symposiums, conferences, workshops and film screenings. We are waiting for everyone.",
    "Astronomi Topluluğu": "As Bilkent Astronomy Community, or simply AstroBilkent, we organize seminars, film screenings, lectures, workshops and most importantly, observations. We are members of the National Physics Association, which consists of six university clubs, and we also organize student summits together. We welcome everyone who is interested in astronomy to our club!",
    "Atatürkçü Düşünce Topluluğu": "Bilkent Atatürkist Thought Community is a student community established at our university to defend, share and glorify the principles of Republicanism, Populism, Statism, Secularism, Revolutionism and Nationalism.",
    "Atölye Bilkent Topluluğu": "The founding purposes of Atölye Bilkent are as follows: To create a community that appeals to people from all fields who are interested in artistic activities, to offer community members the opportunity to participate in artistic activities, to contribute to the social and cultural development of Bilkent University students with the events it organizes and the sharing environment it creates.",
    "Bilim Kurgu ve Fantezi Topluluğu": "Do you like science fiction? Do you sometimes think that you would be happier in a fantasy world? Are you interested in Fantasy Role Playing (FRP) games or are you willing to learn from scratch? Then you are in the right place! As Bilkent Magicians, our biggest goal is to bring together people from different disciplines and backgrounds to do the things we love in common and have fun. If you want to join us, you can find our social media addresses below. In this group, you can help us organize events or get information about participating in the events you want. We will be waiting for you!",
    "Bilim Okuryazarlığı Topluluğu": "The aim of Bilkent Science Literacy Community is to write scientific articles that everyone can understand, such as articles, and to create a science atmosphere throughout the university by sharing them in written form with students. Then, to take this work globally through the website and application and reveal the interests and performances of the students to the world.",
    "Bilinç Birliği Kulübü": "Einstein once said: \"The most incomprehensible thing about the universe is that it is understandable.\" We know that we comprehend the universe through our consciousness, but what is consciousness? So far, the dominant scientific paradigm of physicism has failed to provide any answer to this question. We believe that it is impossible to understand the true nature of reality and consciousness without having a holistic worldview that integrates both objective science and subjective experience. The Consciousness Collective's goal is to explore the mystery of consciousness not only through traditional scientific theories, but also through non-mainstream theories and spirituality.",
    "Bilişsel Bilim Topluluğu": "Bilkent Cognitive Science Society is a club that includes many fields such as neuroscience, computer science, philosophy and psychology, and thus aims to bring together many students from different disciplines and raise awareness among students in these fields. In addition to bringing cognitive science experts in academia and industry together with students, we aim to bring together cognitive science enthusiasts by organizing fun events.\r\n[bilkentcogsci.substack.com - bilkentcogsci@gmail.com]",
    "Bilkentli Aslanlar Kulübü": "Bilkent Lions Club, in 1998; It was established to bring together everyone who is devoted to Galatasaray Sports Club (soccer) at Bilkent University. The purpose of the establishment is to gather Galatasaray passionate students studying at Bilkent University under one roof and bring them together through various organizations. Bilkent Lions is a club where people who want to support Galatasaray and come together with other Galatasaray fans will spend time together and share their enthusiasm and excitement together. Bilkent Lions, which has attracted attention with various social responsibility projects since the day it was founded, has undertaken many projects based on volunteerism for the benefit of society.\r\nThe activities of Bilkent Lions Club are basically based on watching the sports competitions of Galatasaray Sports Club. In addition, Bilkent Lions contribute to social solidarity with various social responsibility projects. These projects are based on volunteerism and are for the benefit of society.",
    "Bilkentli Fenerbahçeliler Kulübü": "Founded in 1997, our organization operates as both a club and a tribune group. BFB, the oldest fan group on the campus, is also one of the oldest fan groups of Fenerbahçe in the country. It is our mission to walk on the path paved by the Great Leader Mustafa Kemal ATATÜRK, together with our members who have devoted themselves to Fenerbahçe.",
    "Bilkentli Gençler Topluluğu": "Bilkent Youth Community aims to bring together students who support Gençlerbirliği, one of the well-established sports clubs (soccer) of Ankara, where Bilkent University is located, aim to introduce and spread the Gençlerbirliği culture, and are interested in this club. Based on the principles of respect and sportsmanship, which are the core values ​​of Gençlerbirliği, it adopts a conscious understanding of fandom, away from fanatic approaches. In this regard, we aim to create a community consisting of individuals who value intellectual knowledge and are understanding of differences. Beyond being a structure that focuses only on sporting events, it also aims to take an active role in areas such as equality of opportunity, unity and solidarity, sensitivity to the environment and people, contribution to the development of sports and athletes, and participation in social and cultural activities. It has adopted the principle of benefiting from the unifying, not divisive, power of sports; plans to organize various events to facilitate the adaptation of students coming to our school from outside the city to Ankara and to promote the city.",
    "Bilkentli Kartallar Kulübü": "As the Bilkent Eagles Club, our aim is to gather all Beşiktaş students at Bilkent University under the same roof. To present the Beşiktaş principles and stance in the best possible way in our school, to support our team in all sports competitions where Beşiktaş is present, to organize social aid campaigns, to endear Beşiktaş to both our school and the city we are located in, Ankara, and to increase the number of Beşiktaş fans. These are the goals of our club. In this regard, our club's program consists of watching all sports competitions of Beşiktaş, participating in sports activities and competitions, benefiting from the positive competition of sports by interacting with other clubs, and encouraging students to participate in sports activities and social aid activities. As a club, our biggest priority is that all students who are members of our club follow in the footsteps of Atatürk and Beşiktaş. For this reason and for this purpose, our club, which was established and continues its activities at Bilkent University, embraces all Beşiktaş fans and everyone who wants to do something for Beşiktaş and is happy to see it within its organization.",
    "Bilkentli TED’liler Kulübü": "BILTED brings together TED graduates and Bilkent students, keeping TED's spirit of sharing and support alive. It aims to create and maintain an open, inclusive and inspiring community for all Bilkent students; organizes social, academic and career development events. It aims to create a productive and friendly environment that strengthens the bond between students, alumni and the university by encouraging mentoring, collaboration and knowledge sharing.",
    "Bilkentli Trabzonsporlular Topluluğu": "AI: Bordo Mavi Bilkent is a student-run community based at Bilkent University that brings together supporters of Trabzonspor, one of Türkiye’s most historic football clubs.  The club’s core activity is organizing and promoting match-related events for its members. This includes:  Creating and sharing match day announcements and posters for Trabzonspor games  Coordinating collective match screenings and watch parties on campus or nearby venues  Building a social space for Trabzonspor fans at Bilkent to connect, discuss matches, and support the team together  Beyond match days, the community functions as a fan network: it strengthens bonds among students with a shared passion, maintains an active social media presence, and represents Trabzonspor’s colors and culture within the university environment.",
    "Blockchain Topluluğu": "Bilkent Blockchain Community, starting in 2022; It is a student-run community dedicated to contributing to students, professors, and anyone else interested in this technology. Our focus in the community is to develop education, a community willing to work in this field, and innovative projects based on blockchain technologies. Bilkent Blockchain Community includes students from all majors and aims for their development, covering technical and academic discussions, exploring development opportunities for new projects, providing possible internships to gain experience in the blockchain industry, organizing events with people in large companies.",
    "Botanik Topluluğu": "Bilkent Botanical Society is a community where everyone, whether they are knowledgeable about plants or not, can learn new things about plants, discuss plants with others, learn botany, and participate in seminars, competitions and trips. If you love plants and want to participate in such events, join our botanical community now!",
    "Çeviri Topluluğu": "Bilkent Translation Community was established primarily to bring together Translation and Interpreting, Translation Studies, Linguistics students and all our friends who want to work in the field of translation with experts in their fields, and to enable them to obtain information about both the general functioning of the sector and the translation branches in particular in sub-branches. The events we organize cover a wide range, from conference-type events where experts who have been actively working in the fields of written and interpreting translation for years make presentations and answer our questions, to workshop-type events where we enable you to get feedback by actively translating. In addition to these types of events for professional training purposes, we also organize socialization events every semester to play games and have fun and get to know our friends who want to work with us in our board of directors, and film screening events to relieve the tiredness of exams and classes during the term.",
    "Çevre ve Sürdürülebilirlik Topluluğu": "AI: **Bilkent Environment and Sustainability Society** is a student-led organization dedicated to promoting environmental awareness and sustainable practices within the university community. The society aims to encourage individuals to develop environmental responsibility and to take meaningful action in response to the climate crisis.  The club focuses on educating students about environmental challenges such as climate change, waste management, and sustainable living, while emphasizing practical solutions that can be applied in everyday life. Through workshops, seminars, and awareness campaigns, members gain both theoretical understanding and hands-on experience in sustainability-related topics.  In addition to educational initiatives, the society organizes interactive activities including recycling and upcycling workshops, zero-waste projects, do-it-yourself sustainability events, and community outreach programs. These activities are designed to foster long-term behavioral change by making sustainability accessible, collaborative, and impactful.  By bringing together students from diverse backgrounds, the Bilkent Environment and Sustainability Society seeks to build a strong, engaged community that actively contributes to environmental protection on campus and beyond. ",
    "Çizgi Film ve Animasyon Topluluğu": "Cartoon and Animation Community is a creative community for students who love cartoons and animation. It was established to bring together people interested in these fields.",
    "Çocuk Oyunları Kulübü": "We organize weekly game days and play games determined by our members. As a club, our aim is to relive our childhood memories.",
    "Dans Topluluğu | Tango Alt Kolu": "Dance is the form of communication that conveys emotions and stories most effectively and has a universal language when sharing them. Bilkent Dance Community sees it as its main mission to create a network consisting of dance lovers, those who want to learn dance, and individuals who have a dance background and want to continue these hobbies. This club has the vision of instilling different cultures coming from dance and increasing the number of dance lovers every period through various studies. Bilkent Dance Community, which offers a wide range of activities from going to cultural activities and spending time together to workshops and preparing end-of-term recital shows with dancer members selected in the beginning of the semester, aims to gather the hearts that beat with the rhythm of dance under one roof.",
    "Denetim ve Danışmanlık Kulübü": "Bilkent University Audit and Consultancy Club (ACC Bilkent) aims to provide Bilkent University students with professional awareness about the Audit and Consultancy sectors, to be a pioneer for those who aim to have a career in these sectors, and to gain a distinguished place among the clubs with this vision in Türkiye and abroad. In addition, ACC Bilkent helps all Bilkent University students prepare for the business world by providing professional and academic awareness to all department students, in addition to sectoral awareness training.\r\n\r\nWith Consulting Weekend and Audit Weekend events, it provides students who want to advance in the audit and consultancy sector the opportunity to participate in interviews and case studies, while organizing seminar sessions in events such as 3D Summit, Woman to Women, DigiNow and Inspiring Meetings, it brings together well-known business people in Turkey and the world with Bilkent University students.\r\n\r\nACC Bilkent; It promises its members a beautiful and peaceful working environment, qualified career opportunities and a fun social environment. If you want to be a part of ACC Bilkent and get detailed information about the club, do not forget to follow ACC Bilkent's Instagram, Youtube and LinkedIn accounts!",
    "Disiplinlerarası Biyoloji Topluluğu": "As the Synthetic Biology Society, we contact and organize seminars within a scientific framework with world-renowned synthetic biologists in order to introduce the field of synthetic biology to students and to inform the society in general. With Journal Club, one of our main events, we read and discuss current articles in the field of synthetic biology with graduate and doctoral students. Thus, by creating a scientific discussion environment, we get a lot of practice on article interpretation.",
    "Diyalektik Araştırmalar Topluluğu": "AI: The Dialectical Research Society is an interdisciplinary academic and student-led organization dedicated to advancing critical, historical, and dialectical approaches to science, philosophy, and social inquiry. The Society aims to bridge theory and practice by examining contemporary social, scientific, and political problems through their historical and material conditions, and by encouraging reflective engagement beyond disciplinary boundaries.  The Society organizes lectures, panels, reading groups, workshops, and conferences that bring together students and researchers from diverse fields. These activities create spaces for rigorous discussion on the relationship between knowledge, ideology, and social life, with particular attention to how scientific and academic practices are shaped by—and in turn shape—broader social relations.  Central to the Society’s mission is a critique of fragmented and purely formal notions of objectivity in academia. By promoting holistic and relational perspectives, the Society encourages participants to reconnect philosophy with natural sciences, social sciences, and everyday practice. Its work emphasizes critical thinking, collective learning, and the role of education in fostering democratic participation and social responsibility.  Through its events and publications, the Dialectical Research Society seeks to contribute to a more inclusive, reflective, and socially engaged understanding of science and education, and to support dialogue grounded in dialectical and materialist perspectives.",
    "Doğa Sporları Topluluğu": "Bilkent University's Mountaineering and Nature Sports Community was founded on January 5, 1989, under the leadership of Mr. H.Ertan Ercan, former secretary of the Faculty of Letters and part-time lecturer. The community changed its name to Nature Sports Society (DOST) on April 12, 1990. \r\nAs Bilkent Nature Sports Community (DOST), we are a student community where students from Bilkent who are interested in nature sports or just love nature and sports meet. We mainly organize mountaineering, rock climbing and trekking activities. However, you can also meet people in our community who are interested in different nature sports such as cycling, snowboarding and rafting. In summary, if you like forests, mountains, camping and walking, Bilkent DOST is a natural community where you can find people like you and do activities together.",
    "Edebiyat Topluluğu": "We hold interviews with writers, poets, translators and artists who have chosen the field of literature, organize international and school-wide poetry evenings, and host many other events in the field of art and literature. Our main goals are to bring together literature lovers within Bilkent, to arouse people's interest in art and literature, and to see our community as a family and create a friendly environment while improving ourselves and each other.",
    "Elektrikli Araç Topluluğu": "As the Electric Vehicle Community, our aim is to gain an innovative perspective on the automotive industry by focusing on various projects such as electric and solar cars. We plan to participate in many competitions such as World Solar Challenge, Formula Student and TÜBİTAK Efficiency Challenge. In this process, we want to establish connections with various companies involved in the automotive industry. We want to turn these connections into unique experiences through various trainings and seminars. We set out as an electric vehicle project to participate in the TÜBİTAK Efficiency Challenge. We aim to provide our team with experience in the automotive industry by transferring the experiences we have gained here to our future projects.",
    "Erasmus Değişim Öğrencileri Kulübü": "ESN is a non-profit international student club. Our mission is to represent international students under the principle of “students helping students,” thereby providing opportunities for cultural understanding and personal development.",
    "Felsefe Topluluğu": "Bilkent Philosophy Society was founded by Bilkent Philosophy Department students in order to be a platform where all philosophical issues can be freely discussed and discussed, and is open to the participation and contributions of all students, regardless of department. Presentations and discussions, interviews with academics, reading groups, the annual international philosophy conference and the philosophy festival, which we organized for the first time this year, constitute the main scope of activity of our community. Anyone who is interested in philosophy at an amateur or professional level is invited to our club.\r\n\r\nFor detailed information about Prokopton, Bilkent University Undergraduate Journal of Philosophy: \r\nhttps://prokopton.bilkent.edu.tr/",
    "Finansal Okuryazarlık ve Yatırım Topluluğu": "",
    "Fizik Topluluğu": "Join the Bilkent Physics Community where we explore the fascinating world of physics together! Our club is open to all Bilkent residents, whether you are a physics student or a science lover who wants to join our club. At the Bilkent Physics Community, we organize meetings with students and faculty, proof nights, and come-and-tell events where students can talk or listen about any scientific topic they are interested in. We also conduct interviews with people who share our passion for physics. Join us by visiting our social media or coming to our events, let's discover the beauties of physics together!",
    "Formula Kulübü": "Formula Bilkent Club's activities are based on watching Formula 1, MotoGP and various motor sports races held in different countries. Formula Bilkent organizes award-winning quiz competitions and go-kart races for motor sports lovers. In addition, Formula Bilkent contributes to society with social responsibility projects. The social projects organized are based on volunteering and aim to develop social solidarity.",
    "Fotoğrafçılık Kulübü": "Hello, Bilkent Photography Club proudly presents you. We organize competitions, seminars, trainings, trips, interviews and many other events in our club, which consists of amateur professional photographers at our university, those who occasionally take photos with their phones, and those who are new to photography. We share beautiful event news, content recommendations and photos from our organization on our social media accounts. Being among us is not difficult at all. We have many members who do not even have cameras. If you want to take up a new hobby, have fun while learning, and have fun while having fun, this is the place for you! Come on, what are you waiting for? We are just a link away.",
    "Frankofon Topluluğu": "Bilkent University Francophone Community, from different fields \r\nIt is a dynamic platform that brings together students based on their common interest in the French language and Francophone cultures. Regardless of their academic field, every student who wants to expand their cultural and linguistic horizons finds a warm environment here.\r\n\r\nMore than just providing a language learning space, the community aims to contribute to students' social and career development. Through a variety of activities such as language exchange programs, conversation clubs, professional networking events, cultural workshops and guest speaker sessions, members are invited to understand the Francophone world more deeply and have the opportunity to make valuable connections from different disciplines.\r\n\r\nThe Francophone Community offers an inclusive experience that appeals to participants of all levels. Beginners can learn the basics of French, while advanced students can hone their skills and explore more complex topics. Beyond language, the community offers members the opportunity to study the history, art, politics and current affairs of Francophone countries, providing members with a rich cultural education that will contribute to personal development and future career goals.\r\n\r\nToday, in a world where French is an important language in many different fields such as international relations, business, science and art, Bilkent University Francophone Community enables students to gain a global perspective. The community's activities aim to balance academic success with professional development, providing the necessary ground for all students to expand their social networks and strengthen their career profiles.",
    "Gastronomi Topluluğu": "Bilkent University Gastronomy Community was established to bring together everyone who is interested in gastronomy and to contribute to the quality of the food and beverage sector in and around the campus. The kitchen has hosted many participants with tastings, discussion groups, conferences and spring festival events. A wide variety of events are organized every term. Bilkent University Gastronomy Community, which set out with the principle of \"enjoying life\", is excitedly waiting for its new members for both educational and entertaining events!",
    "Gazete Bilkent Topluluğu": "Newspaper Bilkent Community is a student community that conducts online journalism through the address \"www.gazetebilkent.com\", with its members consisting entirely of Bilkent students. The aim of the community is to provide news that will inform the readers, to follow and reflect the agenda, to organize some media-oriented organizations and to contribute to the social life of Bilkent University.",
    "Genç Girişimciler Topluluğu": "Bilkent University Young Entrepreneurs Community aims to bring the spirit of entrepreneurship to our members and all Bilkent students and contributes to Bilkent students showing their difference in this field. It plays a role in making its members competent in entrepreneurship and continuity in business, which are necessary in creating their own companies or in any part of their working lives. It helps its members with a sharing environment where entrepreneurial practices can be observed and theory turns into practice. By taking an active role in this environment, members will be competent in academic and business life, able to transform theoretical knowledge into practice, and most importantly, will gain the spirit of entrepreneurship and master the application phases.",
    "Genç Liderler Kulübü": "Bilkent Young Leaders Community is a dynamic student community at our university that aims to provide students with competence in the fields of leadership and marketing. We offer valuable experiences to our students with 7 important projects that we will carry out in 2023-2024. While organizing inspiring events on leadership and innovation with the Young Leaders Festival, \r\nWith Case Competitions, we offer our students opportunities to produce solutions to real-world problems. Thanks to the Youth Talks platform, we enable successful leaders to share their experiences and help them develop teamwork, strategy and leadership skills through E-Sports. While INOVAMIT supports students' creative thinking abilities by organizing trainings and workshops in the fields of innovation and entrepreneurship, we offer training and certifications to our students from leadership and marketing experts in cooperation with GLT Academy. Additionally, we enable them to put their leadership skills into practice by contributing to society through CWB (Connection with Business) interview simulations and CV preparation activities. Our vision is to bring sustainable change to the leadership ecosystem and our mission is to prepare the young talents at our university as leaders of the future by making them competent in the field of leadership. As the Young Leaders Community, we work passionately to shape and strengthen the leaders of the future.",
    "Genç TEMA Topluluğu": "",
    "Genetik Topluluğu": "Bilkent Genetics Society is a student community that tries to organize promotional, informative and stimulating events especially about genetic science. We plan the Neuroscience Days, which we organize jointly with Horizons in Molecular Biology & Genetics and the Psychology Society, which is our biggest event of the year, and we invite our professors in the fields we are curious about and listen to good talks. If you are interested in the fields of Molecular Biology and Genetics, we welcome you to our community.",
    "Gezi Topluluğu": "We are waiting for our new members to discover the historical and natural beauties of our country together in our new community, which we opened with the passion of traveling, creating new moments in our lives, collecting memories and establishing friendships. We hope to organize our trips and events throughout the year together...",
    "GO Kulübü": "AI: Go is one of the world's oldest and deepest strategy games, originating from China, dating back 4000 years. It is a game in which two players try to surround the largest area by placing black and white stones (usually 19x19) on an empty board in order.",
    "Grafik Tasarım ve Tipografi Topluluğu": "İlkent University Graphic Design and Typography Community aims to improve the communication and collaboration of students who are interested in visual arts, especially graphic design and typography. The aim of the community is to encourage collective work within the community by providing its members with the opportunity to discover and develop their creative skills. It also aims to inform members about the correct and effective use of typography by emphasizing the critical role of typography in design and effective communication.",
    "Güney Asya Kültürü Topluluğu": "The South Asian Culture Society, or SACC for short, is a student society founded by students at Bilkent University and aims to represent the culture of South Asian countries. In line with this aim, the community organizes events that showcase the lifestyle, food, traditions, language, literature and culture of South Asia.",
    "Hayvan Dostları Kulübü": "Bilkent Animal Friends Club is a student club that has been operating within Bilkent University for many years. The main purpose of the club is to meet the nutritional and health needs of pets on campus with volunteer students and simultaneously provide many trainings, seminars, workshops, etc. about animals. It aims to increase people's knowledge about animals and contribute to strengthening their relationships by organizing events.",
    "Hazar Kültür Topluluğu": "",
    "Hukukta Kariyer Kulübü": "Career in Law Club has been organizing various events throughout the academic year at Bilkent University since October 2012, in order for the students of the Faculty of Law to gain professional and academic skills, expand their horizons about career options with the experience of lawyers who are experts in their fields, and improve their written and oral expression. It is a club that organizes conferences, talks and social activities.",
    "Hukuk ve Ekonomi Kulübü": "Bilkent University Law and Economics Club aims to stimulate discussion among legal disciplines and explore critical legal perspectives within a legal realist framework to analyze developments towards increasing neoliberal commitments in legal science. By reconsidering law as constitutive of market and political power, we will focus on how law and economics research can advance perspectives on key social issues such as rising inequality and precarity, racial and gender injustice, and climate catastrophe. In a series of thematic seminars, we will explore what law and economics research is and its implications for different legal disciplines, including public and private law perspectives. We hope to provide intellectual stimulation for those who wish to benefit from the advantage of proximity to influential Law and Economic thinkers that students attending the Faculty of Law have.",
    "IEEE Öğrenci Kolu Topluluğu": "IEEE, an organization dedicated to advancing innovation and technological excellence for the benefit of humanity, is the world's largest technical professional society and is designed to serve professionals in the electrical, electronic, and computer fields and related branches of science and technology that form the foundation of modern civilization. IEEE's roots date back to 1884, when electricity began to make a major impact on society. IEEE Bilkent Student Branch is the first IEEE student branch established in Turkey in 1990. Our branch, which aims to increase the active use of technology, reduce the distinction between industry and academia, and introduce IEEE to Bilkent University Students since May 17, 1990, has been actively organizing many technical and social events every year. IEEE Bilkent, which is a proven community known for its success both at Bilkent University and in Turkey, reaches not only engineers but also participants from all branches, with more than 100 active volunteers and more than 200 members, and accepts everyone who wants to join.",
    "İç Tasarım Tutkunları Topluluğu": "IDES (Interior Design Enthusiasts Society) is a society founded by the students of the Department of Interior Architecture and Environmental Design at Bilkent University and aims to appeal to all students interested in interior design. In this context, we aim to develop interior design students both academically and socially through various activities throughout the year. One of our main goals is to open the artistic, aesthetic and technical horizons of students with seminars, social activities and film screenings with construction companies and competent designers in order to increase their knowledge of materials and design.",
    "İktisadi Politika Topluluğu": "The Economic Policy Society is a student club dedicated to advancing academic and scientific goals in economics. Here is a summary of its key features and purposes:\r\n\r\nPromoting Academic and Scientific Aims: The main aim of the club is to promote academic and scientific excellence in the field of economics among students.\r\n\r\nProviding a Platform for Meaningful Discussions: The Club provides students with the opportunity to engage in meaningful discussions, exchange ideas, and contribute to the advancement of economic knowledge.\r\n\r\nAcademic Meetings: The club organizes academic meetings where students can present and discuss insights from academic papers published by researchers around the world. These meetings encourage intellectual discussion and support critical thinking.\r\n\r\nGuest Speaker Seminars: Well-known guest speakers, including economists, researchers, and policymakers, are invited to seminars to offer valuable insights on economic issues. These guest speakers contribute to members gaining a deeper understanding of real-world economic issues and policy implications.\r\n\r\nScientific Content Production: The Club regularly produces scientific content, including research articles, reports and essays written in accordance with international academic standards. This content contributes to the global academic community.\r\n\r\nAdherence to International Academic Standards: The club distinguishes itself from other student clubs by adhering to international academic standards. Using English as the language of communication, strictly adhering to the plagiarism policy, and citing and citing sources accurately is a priority.\r\n\r\nIn-Depth Analysis: Members are encouraged to analyze academic publications and empirical studies in depth. They prepare experimental studies, short essays and reports, drawing on the wealth of worldwide scientific literature.\r\n\r\nBuilding a Community of Enthusiasts: The Club aims to provide a deep understanding of economics, promote academic rigor, and prepare its members to make meaningful contributions to economics and policymaking.\r\n\r\nContributing to the Economy: Through its activities and initiatives, the club aims to contribute to the field of economics and train future leaders in economic policy making.\r\n\r\nBroadly speaking, the Economic Policy-Making Society is a student club that aims to provide an in-depth understanding of economics, promote academic rigor, and prepare its members to make meaningful contributions to the field of economics and policy making",
    "İlham Verici Konuşmalar Kulübü": "",
    "İngiliz Dili ve Edebiyatı Kulübü": "Founded in 2018 and simply known as ELIT Club, the English Language and Literature Club prioritizes inclusivity, creativity and fun. Our doors are open to every student, regardless of which faculty or department they are studying in or from which country they came to Bilkent. Our aim is to create an environment where both local and international students can meet, discuss and mingle, and to help students develop their skills in literature and related fields on this platform. We hold many activities throughout the year, such as Trivia Nights, Open Mic Nights, Poetry Recitals, creative writing workshops and book clubs. We strive to offer our members a safe space where they can relax, pursue their interests, and escape academic stress. (our e-mail address: bilkentelitclub@gmail.com)",
    "İnovasyon ve Araştırma Topluluğu": "Innovation and Research Community: Journey to Knowledge!\r\n\r\nHello Dear Participants,\r\n\r\nAs the Innovation and Research Community, we invite you to a knowledge journey full of exciting events. Our community hosts a variety of events that attract participants of all ages. Here is a summary of our events waiting for you:\r\n\r\nWorkshop: An excellent opportunity to improve your practical skills and gain new skills. In our workshops, you will learn from our experts and enrich your experiences.\r\n\r\nJuniors: Designed for future leaders, this event will help young talents discover their potential and develop their leadership skills.\r\n\r\nSeniors: A platform focused on career development for experienced participants. We offer experience sharing, mentoring and professional networking opportunities.\r\n\r\nStartup: We provide guidance for those who want to step into the world of entrepreneurship. We support you in realizing your innovative ideas.\r\n\r\nEntrepreneurship Competition: A great opportunity to showcase your innovation and creativity. Join our contest to win great prizes!\r\n\r\nPolitics 101: Our research activity that addresses current issues and will satisfy your political curiosity. Don't miss this event to understand the complexity of politics.\r\n\r\nAcademic Events: We organize lectures, seminars and conferences for those who want to advance in the academic world. An ideal environment to increase your knowledge.\r\n\r\nAs the Innovation and Research Community, our aim is to be a source of inspiration for everyone who is hungry for knowledge and to celebrate the power of sharing knowledge. Join us to discover the doors to knowledge through these events.",
    "İnsan Hakları Topluluğu": "",
    "İşletme ve Ekonomi Topluluğu": "Bilkent Business and Economics Community (MEC) is a student community that has been active since 1988. This long-established community has had more than 1000 members in the last 5 years. We can divide the 276 events organized during this period into three different categories: camp events, case events and career fairs. It also hosted C Level executives at events that brought together companies and students from different sectors on campus. MEC not only organizes career fairs on campus, but also hosts valuable speakers who are experts in their fields. MEC family hosted Ankara Metropolitan Municipality Mayor Mr. Mansur Yavaş at Bilkent University. Case studies are conducted in various places in Ankara. The rewards for this event are MBA scholarships or internship opportunities in international companies. During the difficult pandemic period, events were held on the online platform. Another category of activities carried out by the long-established MEC family is camping activities. MEC Business Seminar (MBS) has the distinction of being Turkey's first off-campus student. With this activity, students stay in a 5-star hotel in Istanbul, attend seminars during the day, and participate in case studies in the evening. On the other hand, they visit the companies' headquarters in Istanbul, Ankara and Izmir with another major event, MEC Career Trip (MCT). Not only the companies and headquarters in Turkey, but also the students had the opportunity to see the offices of international companies in London and Amsterdam in the past years. Due to some events that could not be held during the pandemic period, MEC created Turkey's first online seminar with a foyer area, MECatlhon. Thanks to this event, it reached thousands of students. MEC, which organized 29 BE (Business & Economics) seminars with different concepts every week in the 2020-21 academic year, reached more than 2800 students with these seminars alone. In addition, different companies or very valuable brand names were hosted. In the last 5 years, it has reached more than ten thousand participants, both with other clubs and with its own events. Thanks to these events, both the participants and the members of this well-established club had access to the most accurate resources while charting their own career paths. They had the chance to network while improving themselves. In light of this, they had access to internship and job opportunities from global companies.",
    "Japon Kültür Topluluğu": "Bilkent Japanese Cultural Society is a student community within Bilkent University whose aim is to represent Japanese culture.\r\nThe main goals of the community are for students who are interested in Japanese culture to come together and organize activities about Japan's culture, cuisine, lifestyle and games. Planned events include animation and film screenings, workshops and congress events.",
    "Kadın Çalışmaları Topluluğu": "",
    "Kimya Kulübü": "As Bilkent Chemistry Club, we organize many different events throughout the year and continue to share our excitement about science with each other! With our ChemIndustry Talks events, we come together with speakers from various global and local companies to get to know chemistry in the industry better. On the one hand, in our ongoing Alumni Talks series, we currently host Bilkent Chemistry graduates from many different parts of the world and listen to their experiences. In our Department Talks series, we have the chance to get to know the academics in our department. In addition, we organize technical trips and workshops, do not forget to celebrate important days for chemistry, and do not forget to organize events such as Movie Night for a little fun! We would be happy to see everyone who is interested in chemistry!",
    "Kuantum Teknolojileri Topluluğu": "Bilkent Quantum aims to be a pioneer in the field of quantum technologies, which is considered one of the technologies of the future, and to gather people from different disciplines under one roof, including other universities, to ensure that concrete steps can be taken in this field in our country and in the world. \r\n\r\nOur community cooperates with QTurkey, a communication network in the field of quantum technologies, and includes many members who are graduates or studying at other universities; QWorld and QTurkey, various organizations, associations or companies, etc. It creates student projects, not specifically limited to quantum technologies, with partnership/sponsorship support. It also brings together students who aim to achieve academic & advanced specialization in this new discipline by organizing events such as conferences, workshops and competitions; It sees those who do not have the knowledge as potential researchers and encourages them to turn to this field, and provides quantum programming training by establishing workshops and working groups.\r\n\r\nWhile carrying out all its work, it is based on developing a common sense of ethics, behavior and culture of cooperation based on reason.",
    "Kültürel Çalışmalar Topluluğu": "",
    "Makine Mühendisliği Topluluğu": "Mechanical Engineering Society (MES) was established with the aim of producing projects to increase the technical abilities of Bilkent University students who are interested in technical fields, organizing training for their personal development, and preparing its members for their future lives with a warm family environment. MES has made it its mission to develop engineering and spread engineering thought and creativity in its environment. The focus of club activities is to oversee the academic and professional development of Mechanical Engineering students and to guide them in this direction.",
    "Masal Anlatma ve Mitoloji Topluluğu": "As the Storytelling and Mythology Society, we try to provide an environment where students can share and discuss the myths and tales of the civilizations they are interested in. While we take care to make this environment a conversational and socializing activity, we also care about the participants gaining various benefits. We invite everyone to tell stories, learn new information about mythology, improve their narrative skills, and socialize and have fun, without any restrictions on storytelling other than the suitability of the story. We would be happy to see new participants among us.",
    "Masaüstü Oyunları Topluluğu": "Do you want to play games to relieve the tiredness of school all week? You may have played or heard of games such as Monopoly and Taboo in your childhood. As Bilkent Desktop Games Community, we organize meetings to take this game experience we had in our childhood to the next level and experience it. Of course, the games we play are no longer limited to Monopoly and Taboo. We have a wide library of tabletop games such as Catan, Munchkin, Splendor, and many more games, most of which you have probably never heard of if you have not been interested before. Many new beautiful things to discover and people who love to have fun are waiting for you here. If you want to join us, you can join one of our weekly meetings and play games to relieve the stress of the week, meet new people and develop the culture of tabletop games.",
    "Medeniyet Topluluğu": "As the Bilkent Civilization Community, although we derive our resources and wealth from different basins, we are not where we are today with the cause of neither a community nor a political party. On the contrary, we are here with the aim of showing a common Islamic stance, and we will continue to be there, God willing. As the Bilkent Civilization Community, we address and embrace the entire human accumulation between the east and the west, as much as we address the Islamic Civilization, which is our own sky dome. A civilization's self-awareness, its ability to exist as itself, as well as its ability to establish contact with other civilizations without entering into a vertical hierarchy and to engage in exchanges, provided that their constants are preserved, are also crucial to its vitality. In addition, it is clear that we need an authentic vision of the past in order to build an authentic and solid future in our time, when the emerging modernist approaches, which are problematic with empirical history and wish to liquidate the world view that has been created over the centuries, are increasing their influence day by day. The importance of prevailing a local idea against the rootlessness that the aforementioned modernist approaches try to inject into our world of mentality is also obvious; Because a nation can only come into being and survive in one place. In this sense, whether what has been done is in line with historical experience is one of the main concerns of our community, which strives to perpetuate the world of meaning and value of our nation, whose power stems from its acquis in the past and has flourished and settled within the framework of Islamic civilization. Under the guidance of this philosophy, we have been at our university since 2011; We hosted Ebubekir Sifil, Yusuf Kaplan, Sadettin Ökten, İhsan Şenocak, İsmet Özel, Nevzat Kösoğlu, Bedri Gencer, Fatih Şeker, İhsan Fazlıoğlu, İbrahim Kalın, Ahmet Taşgetiren, İsmail Kara and many more that we cannot count, covering a wide range and each one more valuable than the other. We tried to fill in the concepts in a wide range of disciplines, from architecture to urban sociology, from history to politics, from philosophy to economics, from cinema to music.",
    "Medya Topluluğu": "",
    "Milliyetçi Düşünce Topluluğu": "Bilkent University Nationalist Thought Community aims to organize talks, workshops, lectures and field trips to provide students with experience in Turkish history, literature, language and other branches of Turkish academic life. We aim to raise awareness in you through Turkism and Turkish nationalism. Welcome all of you to our community!",
    "Moda Topluluğu": "Welcome to Bilkent Fashion Community! He talks about old and new fashion trends, fashion weeks, important shows; We look at fashion from many different perspectives, from sustainability to culture. We would be pleased to see you among us.",
    "Model Birleşmiş Milletler Topluluğu": "Bilkent Model United Nations Community is one of the most active communities within our University and serves many purposes. Model United Nations is a simulation of the United Nations and serves the participants to improve themselves academically and socially with the participation of high school and university students. Every year, our community hosts the Model United Nations of Bilkent University event, one of the largest conferences in Turkey. This conference brings together more than 400 participants from various parts of the country and the world. In addition, our community creates a platform where experiences and information are shared with our university students by inviting various speakers who are experts in their fields to our school every year. In addition, our club regularly organizes training sessions in order to best represent our school at conferences organized by other schools and to improve the academic knowledge of students.",
    "Motosiklet Kulübü": "",
    "Münazara Topluluğu": "As the Debate Community, we aim to share ideas in various fields, to have knowledge on both social and academic issues and to discuss them, to have a versatile perspective and to reflect them argumentatively through certain training and studies as a community. In addition to these achievements, our community plays an active role in the development of communication skills in the social field, which is one of the important areas of the university. As the Bilkent Debate Community, we not only activate our debate skills with practice matches and trainings held regularly every week (such as what is debate, analysis, frequently encountered topics, etc.), but also provide the opportunity to play matches with people other than our community members through tournaments organized by our club and other institutions/universities, and improve our knowledge and social skills.",
    "Müzik Kulübü | Metal Müzik Alt Kolu": "Bilkent Music Club is a club at our university where music-loving people can come together and take part in music-related events. Our aim is to give Bilkent residents the chance to take part in music organizations, make music together and talk about music. E-mail address of the club: bilkent.mk@gmail.com",
    "Müzikal Topluluğu": "Hello! As Bilkent Musical Community, we put on one or two musicals every year. It may change periodically or at the end of the year, depending on the density of the members of this community. Our members join teams that interest them. Our vocal team; It is divided into three groups: dance, voice and theatre. In addition to our orchestra team, we also have a technical team for stage, costumes and make-up. Every crew member, including our cast, goes through special auditions. We do many rehearsals and stage trials until the musical play. When the play is released, we perform our play in the evenings for about 3 days. Activities such as singing, karaoke and watching musicals are also held in our community, both inside and outside the community. Improvisation and tap dance workshops are also held from time to time. We welcome all music and musical lovers.",
    "Oyun Geliştirme ve Animasyon Kulübü": "Welcome to BOA! We are a passionate community interested in game development and animation. Our club covers a variety of creative fields including digital arts, coding, game design, audio/music and storytelling. Our aim is to create a supportive and learning environment for those who aim to be successful in these fields. Our events, including workshops, guest speakers and exciting Game Jams, give our members practical experience in animation and game creation. Here you can connect with people with similar interests, collaborate on projects, and bring your creative ideas to life, from game design to animated short films or 3D modelling. Join us to unleash your creativity and be part of our vibrant community! You can contact us via social media or at bilkentoyunanimasyon@gmail.com.",
    "Örgü ve Kroşe Topluluğu": "Bilkent Knitting and Crochet Club aims to teach its members and make them love knitting through various activities. It unites members, who can both acquire and develop new skills through regular activities, in a common feeling through the activities held. The Knitting and Crochet Club appeals to many students with different activities to be held on special days, and instills awareness of social volunteering in its members with its donation-themed events. It creates an environment where its members who want to get away from daily stress can relax with different activities.",
    "Pazarlama Kulübü": "MCB, the first and only marketing club established in the history of Bilkent, is a school that focuses on marketing and branding compared to other clubs. Following the motto of learning to learn, which is the basic function of the university, our club aims to be a school for everyone who is eager to learn marketing with the marketing camps, case-based events and summits it plans to organize.\r\nOur club, which aims to teach theoretical and practical knowledge at the same time, aims to prepare its members for the digitalizing world and business life on this journey where we learn marketing together, and aims to be a school where every member can add value to themselves.",
    "Politik Düşünce Kulübü": "Political Thought Club is a student community founded in 2013 under the roof of Bilkent University. The aim of the club is to have all students, especially Bilkent University students, carry out activities on politics and all matters related to politics, and to contribute to teaching politics to students in an impartial and entertaining way. The principles of impartiality and service adopted by our club are the secret of its success. Political Thought Club; It also organizes events in many other areas where politics is intertwined, such as economy, foreign relations, agenda issues and media. In an area such as politics, where it can be difficult to be objective, our club maintains its neutrality and continues to carry out various events every year. If you would like to contribute to the new and various events we organize every year, you can always contact us.",
    "Psikoloji Kulübü": "It is a student community that aims to introduce the science of psychology, which exists in all areas of life, from engineering to economics, from politics to art, to its enthusiasts, providing them with an opportunity to have fun, while also contributing to their personal development.",
    "Renkli Düşün Kulübü": "As Bilkent Colorful Think Club (BiRD), we are the first and only LGBTQIA+ studies club of Bilkent University. The primary goals of our club are to raise awareness and visibility by defending LGBTQIA+ rights in the most integrated and inclusive way possible; To create a safe, inclusive, supportive and defensive social space, especially for LGBTQIA+ individuals, on campus and hopefully one day throughout Türkiye. In line with these goals, we work together with the rights struggles with which we are in solidarity and organize various trainings, seminars and social events focused on academy, solidarity and entertainment to raise awareness in the society and on the campus. We are excitedly waiting for everyone who identifies as LGBTQIA+ or not, who questions, is curious, wants to increase their level of knowledge or awareness, sees themselves as a supporter and wants to add their colors to solidarity, with the belief that they will act respectfully by following the principles and rules of our community! If you would like to follow our activities or contact us, you can reach us through our social media accounts below or our e-mail address (bilkentrenklidusun@outlook.com).",
    "Salon Oyunları Topluluğu": "As the Indoor Games Society, we aim to make our period more enjoyable with various games such as billiards, table tennis, foosball and darts; We aim to increase the areas where all Bilkent residents can both have fun and socialize on campus. Don't miss our events on and off campus and the award-winning tournaments we will announce during the semester!",
    "Sanat Topluluğu": "The Art Society is an organization established to promote these fields to individuals who are interested in the arts and to provide a safe and supportive environment where they can exhibit their creativity. The main goal of the community is to provide a platform where members can express themselves by allowing them to discover their artistic potential. In addition, raising awareness about different art disciplines, helping participants develop their knowledge and skills in these fields, and encouraging active participation in artistic production processes are among the goals of the community.",
    "Satranç Topluluğu": "Welcome to Bilkent Chess Community. Chess tournaments are organized in our club and online lessons are given. We welcome everyone who is interested in chess to our community.",
    "Sinema Topluluğu": "Cinema Community is the heart of cinema in Bilkent. The priority of the group is to bring together many noteworthy films, as well as those that have not found a place in theaters, with Bilkent students. Apart from regular film screenings, the Cinema Society organizes the Golden Fox Student Film Festival to support and highlight students interested in filmmaking.",
    "Sosyal Bilimler Topluluğu": "Although there are student societies at our university for sub-branches of social sciences such as psychology, economics and politics, there is no umbrella social science community that would contribute to these branches conducting extracurricular research in an interdisciplinary environment and help students obtain information on this subject and chart a career path. As the Social Sciences Research Community, we aim to increase interdisciplinary studies, which are common in Sabancı and Koç Universities but which we see as lacking in Bilkent. In addition, we aim to explain to students that the future will arise from areas where social sciences and other positive sciences intersect, such as computational social sciences, political economy, political psychology, economic sociology, and to provide training, applied projects and the opportunity to meet with experts in the field for students who want to continue their careers in these fields, both in academics, private sector and public institutions, to learn, share and apply.",
    "Sosyal Demokrasi Kulübü": "Bilkent Social Democracy Club, briefly “Bilkent SODEM”, from all faculties; It is a student community that appeals to students who are interested in politics, who are looking for a discussion environment where they can share their ideas on current social, political and economic events, who describe themselves as social democrats or who embrace social democracy principles such as justice, solidarity, freedom and equality, and who want to be informed about social democracy and political events, people and institutions. The main purpose of our club is; To ensure that Bilkent University students are informed about the ideology of social democracy by organizing various events on social and economic issues in line with the basic principles such as equality, freedom, justice and solidarity. In line with this purpose, our club aims to bring together the topics and guests on the agenda of Turkey and international politics through seminars and interviews, to bring together groups working on social democracy, gender equality, LGBTIQA+, climate and similar issues in Turkish civil society and politics with Bilkent students in various forums, to create a healthy discussion environment based on respect and tolerance among students in a way that will contribute to the intellectual development in the academy, and to be supported by social democratic politicians, researchers and journalists who are competent in their fields. It aims to carry out studies such as evaluating the books and articles written in reading groups. We look forward to seeing you among us and in our Organization and Social Media Committees if you would like to share your ideas and contribute!",
    "Sosyalist Düşünce Topluluğu": "As the Socialist Thought Community, our aim is to think about the social from a socialist perspective and to create a collective discussion environment, as well as to build a culture of practical struggle among our members, which we believe is an integral part of socialism.",
    "Sosyoloji Topluluğu": "As the Sociology Society, our aim is to follow sociology studies and to arouse interest in these studies.\r\nIt is aimed to introduce people who want to do research in the field of sociology and to establish connections with people working in this field. Thus, it is aimed to contribute to the academic development of students, to develop social and cultural activities, as well as to understand society. Another aim of ours is to create an environment for students to inquire about past, present and future social changes. It also encourages multidisciplinary studies by providing interdisciplinary collaboration and perspective.\r\nIt is aimed for students to improve themselves in terms of history, society and culture and to be able to discuss their thoughts freely and respectfully. In this context, our club plans to carry out studies on various topics such as immigration, social media, politics, anthropology, psychology, technology, education, economy and communication and so on.\r\nStudents who are interested in the subject and want to participate in activities on this subject in the context of Sociology 101, the only sociology course offered at our university, can apply to the club.\r\nOther aims of our club are to support academic consultation by establishing connections with various universities within the scope of club activities and to introduce academics working in this field to Bilkent University students.",
    "Yapay Zekâ Topluluğu": "Bilkent Artificial Intelligence Community is a student club established with the commitment to create positive impacts on students, researchers and participants on artificial intelligence and future technologies. With a visionary approach, we aim to bring together every department and faculty to create an environment that encourages growth and learning and prioritizes diversity and inclusion.\r\n\r\nBilkent Artificial Intelligence Community aims to ensure that individuals with different backgrounds and disciplines gain awareness about artificial intelligence technologies and become pioneers in this field. In this context, in addition to the technical aspects of artificial intelligence technologies, it also addresses social, sociological and ethical perspectives.\r\n\r\nOur club offers training and development opportunities to our members by organizing trainings and workshops so that they can keep up with the rapid changes in the field of artificial intelligence. It helps you increase your technical knowledge and gain new skills.\r\n\r\nAt the same time, it offers people from different departments and faculties the opportunity to network and collaborate and develop projects in the field of artificial intelligence.\r\n\r\nIn addition, it offers the chance to understand the effects of artificial intelligence on society and to emphasize the ethical use of these technologies. In this way, it aims to contribute to future artificial intelligence applications being sustainable and socially fair.\r\n\r\nBilkent Artificial Intelligence Club opens its doors for you to join a family that brings you together with your enthusiasm for technology and encourages you to act in a socially responsible way. Let's shape the future together!",
    "Yasal İnovasyon ve Temel Aydınlanma Kulübü": "AI: LIFE Club (Legal Innovation and Fundamental Enlightenment Club) is an active student community operating within Bilkent University Faculty of Law. The main purpose of the club is to inform students about legal issues, introduce them to career paths and enable them to experience the practice of law through interactive activities.",
    "Yelken Topluluğu": "The Bilkent Sailing adventure, which we started as two sailing lovers from Istanbul in June 2022, reached more than 200 members in its first year and became the champion in the Jimmy Key Universail Cup, where more than 30 boats competed. If you want to have a say in the races with your sailing experience, if you want to receive sailing training from scratch and most importantly, if you want to sail to new friendships and experiences, we are waiting for you in our club.",
    "Yöneylem Araştırması Kulübü": "Bilkent University Industrial Engineering Operational Research Club is a student club founded by industrial engineering students in order to improve the academic and social skills of university students and contribute to their personal development. Operational Research Club has been awarded the title of Most Active Student Club by the Bilkent University Dean of Students many times with the organizations and on-campus events it organizes. Operational Research Club has 4 major events: Genç ACADEMY, CaseBilkent, Business For All and Business Point. Young ACADEMY, organized for the 16th time by the Operational Research Club in the last academic year, was called \"Turkey's University Meeting\" and was held in three days with speeches by approximately 18 senior company officials, reaching 3500+ participants on the online platform and is an event that made a serious impact throughout the country. For detailed information: http://genc-akademi.com/ CaseBilkent is one of the most popular events on the campus, where 8 teams of 3 people selected from the 3rd and 4th grades through CV elimination solve a Bilkent problem determined by surveys as a case competition. There are various activities such as seminars, workshops and interview simulations during the week. Business For All is an event held as a series of panels, focusing on 5 trending topics and hosting 15 companies, with the participation of different university students from all over Turkey. For detailed information: https://bfa.orbilkent.co/ Business Point is a case resolution event that is described as a real business life simulation and is held every year in a plaza in Istanbul. It is a case competition spanning 2 days, where 60 students selected through CV screening from the 6 best universities in Türkiye (Boğaziçi, Bilkent, Sabancı, Koç, METU and ITU) solve 5 different cases. For detailed information: https://www.business-point.co/ ESTIEM – European Students of Industrial Engineering and Management – ​​is an organization with more than 60,000 members from various departments of 81 different universities in Europe. The main purpose of this organization, which has been operating since 1990, is to melt people from different cultures in the same pot with social, cultural and academic activities and to provide them with a perspective and vision. As Local Group Ankara Bilkent, Operational Research Club has been representing this network in Bilkent since 2000. Every period, it organizes new events within the scope of ESTIEM with more than 200 active members and helps active members to be included in ESTIEM's magnificent network. For detailed information: https://orbilkent.co/estiem/ Thirdkat Magazine, which has been keeping the pulse of the campus for 15 years and whose 54th issue was published this term, contains interviews with Human Resources Managers of many corporate companies and entrepreneurial women who have achieved success with various stories in many different sectors. In addition, articles by artists who have undertaken different and successful projects are included. For detailed information: https://ucuncukat.orbilkent.co/ Beyond all this, the friendships you make thanks to the Operational Research Club turn into friendships that will last for years. To learn the details of all events, get more information or find answers to your questions, you can reach the Operational Research club through its social media accounts.",
    "Zihinsel Çeşitlilik Kulübü": "Our main goal is to create a community and a safe space at Bilkent University where neurodiverse individuals can come together. Creating a supportive and inclusive community for neurodiverse students and their supporters; We aim to foster an environment where neurodiverse individuals are understood, accepted and supported in their unique experiences. We want to address the issues of isolation and misunderstanding that many neurodiverse individuals may face by creating a safe community. Through the various events we plan, we aim to raise awareness of neurodiversity, provide resources and support, and promote a culture of respect and inclusion on campus. Through events like these, we aim to not only provide essential resources for neurodiverse individuals seeking help, but also facilitate meaningful interactions among community members. We think this sense of community is crucial to creating an environment where neurodiverse individuals are understood, accepted, and supported in their unique experiences. We believe that together, we can champion inclusivity, eliminate misunderstandings, and create a university environment where all individuals are valued and celebrated, regardless of their neurodiversity.",
    "Spor Birliği | Disk Golf – Kış Sporları – Okçuluk Alt Kolları": "",
    "Sporseverler Topluluğu": "Bilkent United Sports Fans Community is a community that hosts those who see that the language of violence and hatred is very common in sports and fight against it, and those who believe in the unifying power of sports and the concept of fandom. Our primary goal is to carry out useful work within the framework of unity and respect, without discriminating anyone based on their gender or team, and to support the teams whose colors we love in every field of sports.",
    "Sualtı Topluluğu": "Bilkent Underwater Community is a hobby community based on scuba diving. We try to organize 2-3 diving trips each semester, fitting into one weekend. We leave Bilkent on Friday evening and go to regions such as Kaş, Fethiye, Ayvalık and Bodrum in time for classes on Monday. Our trips are suitable for both experienced divers and those who want to start. If you want to start fresh, you can complete theoretical training before our trips and practical training at the diving point during the trip and get your diver certificate at the end of a week. In addition, during our trips you not only learn about scuba diving, but also join a very large family of friends. This is, of course, one of the entertainment sources of our events. Apart from these trips we organize, we gather together in our spare time and organize club entertainment. We also come together and watch movies together at movie nights, which we try to organize at times that suit everyone.",
    "Tarih Topluluğu": "Bilkent History Society, briefly BHS, was established for discussion in the field of history, introducing history to new people and informing them. We prepare seminars, trips, speeches and workshops to ensure that everyone participates in historical conversations. We welcome everyone who is interested in history to join our club!",
    "Tasarım ve Mimarlık Topluluğu": "DAS (Design and Architecture Society) is a community founded by the students of Bilkent University Graphic Design and Communication Design departments. Over time, DAS; It has become a community that includes the departments of Architecture, Interior Architecture and Environmental Design, Communication Design, Fine Arts and Landscape Architecture within the Faculty of Fine Arts, Design and Architecture. DAS consists of subgroups. These are Design Bilkent, 1 Architect 1 Venue, Travel and Organizations. Pafta Magazine (http://paftamag.com/), which is a part of DAS, is Türkiye's first student-based design magazine and founded in 2015, it continues its articles on the online platform. Among the numerous architects and offices named in the events organized by DAS under Tasarım Bilkent and 1 Architect 1 Venue are Perkins+Will, Zaha Hadid Architecture, SOM, Gehry and Partners, EAA Architects, Bjarke Ingels Group (BIG), OMA, Kengo Kumma & Associates and Tabanlıoğlu Architects.",
    "TEDx Kulübü": "TEDx club, operating at Bilkent University, represents an important initiative that was launched in 1984 and aims to enable experts in different fields to share their thoughts with local communities. TEDxBilkent is a club that encourages development through fun by organizing competitions in many different areas such as design and effective speaking. In addition, it organizes special panels for companies and aims to act as a bridge between students and sponsor companies through career events.\r\nParticipate, be inspired and create change with your ideas!\r\nOUR EVENTS\r\nMENTION: Mention is a meeting event with university students that will be implemented by Bilkent University TEDx Club. Our event, which is in an interview format where our famous speaker, who left his mark on the year in our country, will come together with his fans from Bilkent, will be held in a 30-minute interview and 30-minute question and answer format with the audience. At the end of our event, our speaker is presented with the TEDxBilkent-Prestige award.\r\nTEDucate Yourself: The \"TEDucate Yourself\" event series, which we will hold for the first time this year; It aims to bring together university students and companies that are looking for highly equipped students and the competencies that every individual should have in their handbag in the globalizing and digitalizing business world. Although there are 6 in total, it is planned to provide training from successful speakers from relevant companies on a specially selected topic for each month.\r\nTED HOUR: TED Hour is an on-campus event where TEDx Club shows Bilkent students watching world-famous TED talks that have been given before. In our event, pop corn is served to our participants and the event is held once per semester.\r\nBILKENT TALKS: Bilkent Talks is organized by Bilkent University TEDx club members to continue the legacy of Bilkent. Our event is an annual organization that brings together Bilkent University students and graduates, in a conversation format, with more than 400 participants. This special event aims to illuminate the path of future generations by sharing the knowledge, experience and inspiring stories of our speakers. Our event aims to show that Bilkent University is not only focused on education, but that people who have gone through the same paths at different times can leave their legacy to new generations.\r\nTEDxBİLKENT: TEDx is known for its slogan \"Ideas Worth Sharing\" and beyond sharing the opinions of experts, it aims to create a free environment for both parties by building an innovative and inspiring bridge between speakers and listeners. At our event, distinguished people who are well-known in their fields have the opportunity to speak on the TEDxBilkent stage. After the event, all speeches made by our speakers are published on the TED Talks Youtube channel.\r\nENTREPRENEURSHIP INNOVATION SUMMIT: At our entrepreneurship innovation summit, our university students will meet with officials working in Turkey's largest companies that are valuable and successful in business life. In these events, where information and experiences about how the company is managed and how it operates will be conveyed, Bilkent students who are interested in business life and studying in departments such as business administration, industrial engineering and international relations will have all their questions answered and will be able to ask questions to the authorities.\r\nBesides all this, TEDx Club is an excellent opportunity for you to open new doors in your life and establish never-ending friendships. You can contact us through our social media accounts to learn the details of our club's events or to find answers to your questions about our club.",
    "Tiyatro Kulübü": "As the Theater Club, or also known as Bilkent Drama Workshop, our aim is to experience all kinds of theater on stage by having fun and learning, and to produce plays collectively. During the process, we aim to both get to know the people who are part of the workshop and understand how a play can be staged by doing improvisation exercises, dramaturgies and tirade workshops. We start working two hours a day, two days a week, and as our work gets more intense, we increase our working days to three. We welcome everyone who wants to be a part of the workshop and is ready to work.",
    "Turizm Kulübü": "Bilkent Tourism Club is a student club that has come together to meet the curiosity and interest of students from all faculties about tourism throughout their education life and campus experience. Our goals are to assist tourism students as a club that prepares them for business life and helps them gain experience, brings students together with valuable people in the field, keeps students in touch with the sector throughout the education period, and at the same time introduces our field to all students with events that bring entertainment and education together.",
    "Türk Müziği Topluluğu": "Bilkent Classical Turkish Music Community is a student community where Bilkent residents who are devoted to Turkish music have come together since 1998 with the aim of researching, promoting and performing Turkish music. The members of the community, who aim to give a total of two concerts every year, once a semester, come together on a certain day every week and prepare for the concert. The musical repertoire to be performed in the concert is determined by the students, and rehearsals in preparation for the concert are carried out under the leadership of the choir conductor. In concerts held twice a year, the group hosts more than a hundred listeners each time. In addition to concerts, the community aims to organize seminars, interviews and events on all subjects related to Turkish Music and has hosted many Turkish Music artists to date. The community also cooperates with many other student societies and clubs within Bilkent and organizes mini concerts in this context. The community, which has a friendly and fun atmosphere, invites every Bilkent resident who is devoted to Turkish music to become a member of the community.",
    "Uluslararası Hukuk Çalışmaları Topluluğu": "International Law Studies Community (Bilkent Law Community) is a student community that appeals mostly to students of the Faculty of Law, but also to all other students interested in the world of business and law. In addition to its big events held on certain dates every year, it has managed to reach not only Bilkent University students but also different university students from different cities of Türkiye in the online period with its bi-weekly conferences on certain topics. The topics of the events are both current news and the international business sector. The main events include Career Tailoring, which focuses on law offices in Istanbul and the functioning of the legal sector, Iuris Agora, which deals with the place of law in the business world and other sectors, We in Business, which organizes weekly conferences on current issues, and the Magic team, which provides information about the legal sector abroad.",
    "Uluslararası İlişkiler Topluluğu": "Bilkent International Relations Society was established to raise awareness about political science and international relations-themed issues to university students and other interested Bilkent residents. The goal of the community is to combine the theory and practice of the discipline of international relations by organizing events that inform Bilkent residents about the events in world politics. Since its establishment, our community has brought together many academics and diplomats with students and ensures the development of students' visions about the international agenda. Our community organizes events that increase the interaction and exchange of ideas between students and provide participants with the opportunity to analyze the information obtained by professionals.",
    "Uluslararası Öğrenciler Kulübü": "International Students Club (Bilkent International House) is a student club that aims to bring together students from all nationalities. The club organizes orientation events for first-year students every semester, trips in and out of Ankara, international events, seminars with guest speakers and more. Some past events include awareness campaigns for various social issues, Ambassador Talks, the first (and now annual) International Festival at Bilkent University, trips to multiple cities, football tournaments, and various movie nights. Follow our social media addresses to be informed about our future events!",
    "Uzay ve Havacılık Topluluğu": "We plan to create opportunities for the application of theoretical knowledge in practical environments by creating teams to work on a series of projects, from basic prototypes to advanced systems designed for real-world applications, and to participate in competitions such as SUAS, Teknofest and METU VTOL. Additionally, we aim to participate in competitions and events involving space technologies, including model satellite projects, and to help our members connect with the aerospace industry through seminars, training and field trips given by experts from companies operating in the aerospace field.",
    "Vegan Topluluğu": "Bilkent Vegan Community aims to bring together and provide solidarity with everyone who is vegan, wants to be vegan, or is curious about veganism, especially Bilkent students. Safe area policies apply to all events and networks.",
    "Veri Bilimi ve Analitiği Topluluğu": "Bilkent Data Science and Analytics Community is a dynamic student club that aims to bring together students from various academic disciplines such as machine learning, statistics, economics and business analytics. Its primary focus is to enable students to collaborate on meaningful projects by encouraging participation in data science-focused activities. The community helps its members develop a deep understanding of data science and how this discipline can be applied to complex, real-world problems. It aims to improve the knowledge and skills of its members in areas such as data analysis, programming and data-driven decision-making, and organizes various training events such as training sessions, applied workshops and collaborative projects for this purpose. Besides technical development, the Community places emphasis on building strong ties, especially among its members with similar interests. It achieves this through a variety of social and group activities that encourage cooperation and friendship. By hosting datathons, data analysis competitions, and other collaborative events, the club encourages members to use their knowledge and creativity to develop data-driven solutions to real-world problems. Bilkent Data Science and Analytics Community also connects its members with academic experts and industry professionals, providing valuable opportunities for them to meet and learn from leaders in the field. This makes significant contributions to the academic and professional development of its members. Ultimately, the main goal of the Community is to create a fun, inclusive and collaborative environment where students can improve their data science skills, socialize, make lasting connections and improve themselves in interdisciplinary studies.",
    "WWF-Bilkent Topluluğu": ""
}